{
  "language": "ENGLISH",
  "homebanner":{
    "p1":{
      "title":"PUBLIC BLOCKCHAIN WITH HYBRID CONSENSUS",
      "btn_github_text":"GITHUB",
      "btn_white_paper_text":"white paper",
      "btn_yellow_paper_text":"yellow paper"
    }
  },
  "homeintro":[
    {
      "icon":"icon-te",
      "title":"Highly Performant Blockchain Infrastructure",
      "text":"TrueChain uses hybrid consensus technology combing PBFT and POW. On consensus layer, TrueChain takes advantage of PBFT to achieve high TPS, and support infinite POW nodes as validators to ensure decentralization and security. Therefore TrueChain is made to be a public blockchain for performance-demanding decentralized applications."
    },
    {
      "icon":"icon-te1",
      "title":"Smart Contracts with Business Logics",
      "text":"TrueChain's smart contract platform is providing an abstraction layer for commercial applications, making it easy and fast for developers to access blockchain technology. Application builders can create their own tokens, define workflows, and test/verify their contracts based on a unified environment."
    },
    {
      "icon":"icon-te2",
      "title":"Usable Developing Toolkits",
      "text":"TrueChain builds toolkits for developers and operations to access, monitor, and manage applications. With TrueChain BaaS, Smart Contract Manager, TRUE Dapp Store and Contract Browser, it’s easy to use TrueChain as a blockchain platform. "
    }
  ],
  "homeabout":{
    "h3":"ABOUT",
    "title":"True Chain is the first public chain in the world which brings about the technology of hybrid consensus combining PBFT and POW. ",
    "p1":"Many public chains based on single consensus mechanism such as PoW or PoS, are having a bottleneck in efficiency. One the other hand, those based on dPos or dBFT have been improved in efficiency, but are having problems in decentralization. That being said, True Chain, while keeps the essence of decentralization, can also deliver fast and highly efficient performance. As one may know, the scalability and security are the core issues confronting the consensus mechanism of PoW and PBFT respectively. True Chain, by combining the two together, has solved the most important problem of public chain -- the co-existence of decentralization and efficiency. PBFT protocol ensures the transmission of value as well as the speed and efficiency needed by commercial activities of DApps, and PBFT with PoW together ensures True Chain to be a public chain, ie to be decentralized.",
    "p2":"True Chain aims to be the best public chain. The complete matrix of products allow users and institutions to interact with the chain conveniently. Included in the product matrix are Stellar -- the platform for the DApp developers to create smart contracts and manage the life cycle of the contracts; DApp warehouse -- the warehouse for decentralized applications on True Chain; TrueScan explorer; True Light Purse, etc. ",
    "p3":"The leading research and engineering team of True Chain come from the U.S., India and China. ",
    "p4":"True Chain is a committee member of China’s National Cloud Industry Strategic Innovation Alliance, a member of the National Chain-Web Innovation Center of China; and is also one of the few block chain projects that have been reported by China’s authoritative media - CCTV, and also participated in the research work of the white paper released by the Ministry of Industry and Information Technology of the Chinese government."
  },
  "homeinvestment":{
    "h3":"Investment institution"
  },
  "newsRouter":{
    "technical": "Technical trends",
    "biz": "Business trends",
    "title": "NEWS"
  },
  "home": {
    "slogan": "High performance Infinite Nodes Hybrid Consensus Public Blockchain",
    "white": "WHITE PAPER",
    "yellow": "YELLOW PAPER",
    "superiority": [
      {
        "icon": "icon font_family icon-te",
        "title": "Highly Performant Blockchain Infrastructure",
        "detail":"TrueChain uses hybrid consensus technology combing PBFT and POW. On consensus layer, TrueChain takes advantage of PBFT to achieve high TPS, and support infinite POW nodes as validators to ensure decentralization and security. Therefore TrueChain is made to be a public blockchain for performance-demanding decentralized applications."
      },
      {
        "icon": "icon font_family icon-te1",
        "title": "Smart Contracts with Business Logics",
        "detail":"TrueChain's smart contract platform is providing an abstraction layer for commercial applications, making it easy and fast for developers to access blockchain technology. Application builders can create their own tokens, define workflows, and test/verify their contracts based on a unified environment."
      },
      {
        "icon": "icon font_family icon-te2",
        "title": "Usable Developing Toolkits",
        "detail":"TrueChain builds toolkits for developers and operations to access, monitor, and manage applications. With TrueChain BaaS, Smart Contract Manager, TRUE Dapp Store and Contract Browser, it’s easy to use TrueChain as a blockchain platform. "
      }
    ],
    "about": {
      "title": "ABOUT",
      "subhead": "TrueChain is the first public chain in the world which brings about the technology of hybrid consensus combining PBFT and POW. ",
      "p1": "Many public chains based on single consensus mechanism such as PoW or PoS, are having a bottleneck in efficiency. One the other hand, those based on dPos or dBFT have been improved in efficiency, but are having problems in decentralization. That being said, TrueChain, while keeps the essence of decentralization, can also deliver fast and highly efficient performance. As one may know, the scalability and security are the core issues confronting the consensus mechanism of PoW and PBFT respectively. TrueChain, by combining the two together, has solved the most important problem of public chain -- the co-existence of decentralization and efficiency. PBFT protocol ensures the transmission of value as well as the speed and efficiency needed by commercial activities of DApps, and PBFT with PoW together ensures TrueChain to be a public chain, ie to be decentralized. ",
      "p2": "TrueChain aims to be the best public chain. The complete matrix of products allow users and institutions to interact with the chain conveniently. Included in the product matrix are Stellar -- the platform for the DApp developers to create smart contracts and manage the life cycle of the contracts; DApp warehouse -- the warehouse for decentralized applications on TrueChain; TrueScan explorer; True Light Purse, etc. ",
      "p3": "The leading research and engineering team of TrueChain come from the U.S., India and China. ",
      "p4": "TrueChain is a committee member of China’s National Cloud Industry Strategic Innovation Alliance, a member of the National Chain-Web Innovation Center of China; and is also one of the few block chain projects that have been reported by China’s authoritative media - CCTV, and also participated in the research work of the white paper released by the Ministry of Industry and Information Technology of the Chinese government. "
    },
    "roadmap": {
      "title": "ROAD MAP",
      "list": [
        {
          "time": "2018.1",
          "events": ["TrueChain’s white paper released "]
        },
        {
          "time": "2018.3",
          "events": ["PBFT consortium blockchain launched "]
        },
        {
          "time": "2018.4",
          "events": ["TrueChain tech yellow paper released ", "Hybrid consensus mechanism design completed ", "Stellar-the platform to deploy and manage the full life cycle of smart contracts released "]
        },
        {
          "time": "2018.5",
          "events": ["TrueChain’s engineering roadmap released on github ", "TrueChain Light Wallet released ", "TrueChain’s election system for decentralized nodes released "]
        },
        {
          "time": "2018.6",
          "events": ["Hybrid consensus framework code open source ", "Hybrid consensus incentives release", "Mainnet v0.1 internal test.1内测"]
        },
        {
          "time": "2018.7",
          "events": ["fPOW basic framework complete and open source ", "American developers community establish "]
        },
        {
          "time": "2018.8",
          "events": ["fPOW and TrueChain mainnet integrate ", "Hybrid consensus sharding mechanism "]
        },
        {
          "time": "2018.9",
          "events": ["TrueChain mainnet launch （only open to priority nodes）"]
        },
        {
          "time": "2018.12",
          "events": ["Hybrid consensus sharding launch"]
        },
        {
          "time": "2019.3",
          "events": ["Mainnet open to all nodes"]
        }
      ]
    },
    "partner": "PARTNER",
    "institution": "INVESTMENT INSTITUTION",
    "news":{
      "title":"NEWS",
      "list":[
        {
          "time":"2018-05-24",
          "title":"假装有英文 askdaskjdkjwhekasd"
        },
        {
          "time":"2018-05-23",
          "title":"初链助推实体经济腾飞"
        },
        {
          "time":"2018-05-20",
          "title":"3天锁仓200W+，是时候 ALL IN TRUE！！"
        }
      ]
    }
  },
  "roadmap": "road map",
  "roadmapcon":[
    {
      "time":"2018.1",
      "con":[
        "TrueChain’s white paper released"
      ]
    },
    {
      "time":"2018.3",
      "con":[
        "PBFT consortium blockchain launched"
      ]
    },
    {
      "time":"2018.4",
      "con":[
        "TrueChain tech yellow paper released",
        "Hybrid consensus mechanism design completed",
        "Stellar-the platform to deploy and manage the full life cycle of smart contracts released"
      ]
    },
    {
      "time":"2018.5",
      "con":[
        "TrueChain’s engineering roadmap released on github",
        "TrueChain Light Wallet released",
        "TrueChain’s election system for decentralized nodes released"
      ]
    },
    {
      "time":"2018.6",
      "con":[
        "Hybrid consensus framework code open source",
        "Hybrid consensus incentives release",
        "Mainnet v0.1 internal test"
      ]
    }
  ],
  "name": "TrueChain",
  "copyright": "(truechain) Official website All rights reserved",
  "nav": {
    "git": "GITHUB",
    "blog": "BLOG",
    "team": "TEAM",
    "news": "NEWS",
    "join": "JOIN US",
    "node": "NODE",
    "english": "EN"
  },
  "banner": {
    "title": "The True light wallet APP",
    "p1": "Public beta version",
    "p2": "Scan QR code to download"
  },
  "intro": {
    "p1": "TrueChain is building a global blockchain infrastructure that brings blockchain technology to business communities by supporting performance demanding commercial applications. The needs from business world are guiding TrueChain's developmen t and research, and TrueChain's success is only based on the prosperity of applications built on TrueChain. Therefore TrueChain's technology team is always looking at the real-world needs and pushing the boundry of blockchain technology based on how commercial applications evolve.",
    "p2": "TrueChain has a team of members who have strong blockchain and Internet technology background. We believe only a team of best hackers, operation managers and business negotiators could move the blockchain industry forward and meet the real-world needs from industries.",
    "p3": "TrueChain is supported by a strong team of blockchain developers, important tech communities, Internet company executives, and investors. TrueChain is continuously attracting best executives and tech talents from all over the world to build up its ecosystem of commercial applications."
  },
  "details": [
    {
      "title": "Build Blockchain Infrastructure for Commercial Decentralized Applications",
      "para": "TrueChain combines a modified BFT consensus with a smart contract platform. On consensus layer, TrueChain takes advantage of BFT consensus to achieve high TPS, and delivers an improved BFT protocol that enables various players to join as validators. Therefore TrueChain is made to be a public blockchain for performance-demanding decentralized applications.||With requirements from commercial applications in various industries, TrueChain prioritizes performance, stability, usability and compatibility. It is the only open platform for real-world businesses to build serious and trusted decentralized applications. Usability allows enterprise developers to manage contract life cycle in a completely new environment. Compatibility features allow TrueChain to integrate with existing web and mobile applications quickly."
    },
    {
      "title": "Smart Contracts with Business Logics",
      "para": "Starting with Dapps from digital advertising industry, TrueChain's smart contract platform is providing an abstraction layer for commercial applications, making it easy and fast for developers to access blockchain technology.||Application builders can create their own tokens, define workflows, and test/verify their contracts based on a unified environment."
    },
    {
      "title": "Usability Improvements",
      "para": "TrueChain builds toolkits for developers and operation managers to access, monitor, and managers applications.||TrueChain BaaS|Smart Contract Manager|TRUE Dapp Store|Contract Browser||A Blockchain-as-a-Service platform for developers to test, verify, deploy smart contracts. Operation managers will be able to monitor, access, manage smart contracts on chain.TrueChain applications will be listed on TRUE Dapp Store with SDKs to access.Unique blockchain and smart contract browser to search for transactions, data, token utilities."
    },
    {
      "title": "Cross-Chain Transaction Protocols",
      "para": "Interfacing with applications from various blockchains is going to be important. TrueChain cross-chain transaction protocols will support cross-chain smart contract interface and allow transactions to be made between TrueChain applications and Dapps from various blockchains."
    }
  ],
  "news": {
    "title": "news",
    "details": [
      {
        "title": "初链TrueChain参与工信部《2018中国区块链产业白皮书》调研工作",
        "intro": "初链作为国内首个开发PBFT+POW混合共识技术的公有链项目，获得了工信部的关注，并积极配合工信部《白皮书》的调研工作，为我国区块链技术发展，特别是混合共识公有链技术发展提供了宝贵的经验。",
        "path": "https://mp.weixin.qq.com/s/NZG7EWRKMsdnOPZOQ_TpWg"
      },
      {
        "title": "央视报道：初链（TRUE）正式开源，共同展望区块链3.0技术创新",
        "intro": "央视财经记者专门采访初链创始人林大亮，了解到，区块链技术或将在海淘、人才、广告等领域最先落地应用，这将彻底改变整个行业的生态。|目前，业内普遍认为，区块链不可篡改的技术特性，将在物流、海淘广告等信息严重不透明的领域，以及版权、人力资源等注重唯一性的行业，率先进入应用阶段。",
        "path": "https://mp.weixin.qq.com/s/2bbBqkIOk95Xi0Cl2XqFRA"
      },
      {
        "title": "初链TrueChain成为国家链网创新中心成员",
        "intro": "初链（TrueChain）成为国家链网创新中心成员。该中心由原中国投资有限公司副总经理（副部级）原央行金融稳定局局长、原央行研究局局长兼央行金融研究所所长谢平担任主任。",
        "path": "https://mp.weixin.qq.com/s/gp1yYq5rSmCQUQuCn0kK-A"
      },
      {
        "title": "初链TrueChain获得中国云体系产业创新战略联盟理事单位牌照",
        "intro": "初链创始人大永接受了工信部领导颁发的中国云体系产业创新战略联盟理事单位牌照。",
        "path": "https://mp.weixin.qq.com/s/sMuvHg0748pi-M8pxf48Ig"
      },
      {
        "title": "央视报道：初链（TRUE）正式开源，共同展望区块链3.0技术创新",
        "intro": "央视财经记者专门采访初链创始人林大亮，了解到，区块链技术或将在海淘、人才、广告等领域最先落地应用，这将彻底改变整个行业的生态。|目前，业内普遍认为，区块链不可篡改的技术特性，将在物流、海淘广告等信息严重不透明的领域，以及版权、人力资源等注重唯一性的行业，率先进入应用阶段。",
        "path": "https://mp.weixin.qq.com/s/2bbBqkIOk95Xi0Cl2XqFRA"
      }
    ]
  },
  "partner": {
    "title": "partner"
  },
  "team": {
    "technology": {
      "title": "technology",
      "list": [
        {
          "name": "Eric Zhang",
          "intro": "The co-founder and CEO of TrueChain. He graduated from Oxford University with a master degree in computer science. He used to work at CERN-the European Organization for Nuclear Research focusing on decentralized computation. He’s also the founder of Dorahacks which is now the largest Hacker community with great reach. He’s one of the most influential organizer of Hackathon among the young generation dedicated to use technology to solve problems in the real business world."
        },
        {
          "name": "Archit Sharma",
          "intro": "TrueChain’s tech lead responsible for TrueChain’s engineering and engineering team management. He is an expert at distributed system, operation systems and performance engineering. Archit has worked in Red Hat and CERN, engaged in large-scale cloud service and distributed system design and development. Archit is a contributor of several important open source projects, as well as several Docker Hackathon champions."
        },
        {
          "name": "Home Chen",
          "intro": "TrueChain’s CTO in the greater China area, engaged in IT work for 20 years, has rich experience in Internet product design and development, and software project management. He was a technical partner of “CaiHuohuo”, responsible for the research and development of new products, server cluster and high concurrent processing."
        },
        {
          "name": "Felix Cai",
          "intro": "the front-end product leader of TrueChain, also a front-end geek, is graduated from Xi'an Jiao Tong University youth class."
        },
        {
          "name": "Ice Ming",
          "intro": "Golang engineer,over 10 years experience in c/c++ development, responsible for bid projects, has strong learning ability, has the full package of project experience in real-time database products and digital currency transaction platform products. He has participated in developing bitcoin and ethereum wallets."
        },
        {
          "name": "Liu Yang",
          "intro": "Got his bachelor's and master's degree in Tsinghua University. He has over 10 years’ experience in development and system architecture. He is an expert at cryptography and building algorithms. He is responsible for the research and development of hybrid consensus and POW of TrueChain."
        },
        {
          "name": "Neo Yang",
          "intro": "Golang development engineer, is sophisticated in c/c++ development, familiar with Bitcoin, Ethereum and BitShares. He did in-depth research on BitShares and DPOS consensus, participated in the development of multiple public blockchain projects."
        },
        {
          "name": "Seay (Wizard)",
          "intro": "The security consultant of TrueChain, the author of “Code Audit: Enterprise Edition Web Code Security Architecture”, Seay source code security audit system author, and the blogger of well-known security blog “cnseay.com”. He once served at Alibaba security, and was the leader of Ali attack and defense laboratory, Sobug technology partner. Seay has experiences of more than ten years in security attack and defense and served for several well-known enterprises."
        }
      ]
    },
    "business": {
      "title": "business",
      "list": [
        {
          "name": "Xiaoyong Cheng",
          "intro": "The co-founder of TrueChain, Chief Strategic Officer, also the leader of global public relations and institutional investors, an experienced entrepreneur, and the member of Chang’an club. He is also the vice president of the black horse (2015- 2016) and the member of the GWC."
        },
        {
          "name": "Honyi Zheng",
          "intro": "In charge of the consortium blockchain of TrueChain Foundation. He is the founder of Micro-Blocks and Smart Web Loan. He was the former Chief Operation Officer of the software release center of Kaspersky, the CEO of Zhuoxin group, CEO of Anhe Foundation, and the operation head of the Monternet business of China Mobile. He graduated from Harbin Institute of Technology."
        },
        {
          "name": "Larry Lin",
          "intro": "The co-founder of TrueChain, chief development officer, the expert of Internet marketing and community operation, has been responsible for the operation of ‘Baidu encyclopedia’, which is the largest co-building community in China. Lin has more than 10 years of digital advertising and Internet industry experience, and was the author of several bestsellers in propaganda."
        },
        {
          "name": "Yan Liu",
          "intro": "TrueChain’s chief operation officer. He is responsible for TrueChain products and business operations, as well as TrueChain’s community building and operation."
        },
        {
          "name": "Alex Chang",
          "intro": "TrueChain’s chief marketing officer,13 years’experience in branding and marketing. He was rewarded as the Chief CBO of 2014 Brandcn. He was also the former founder&CBO of LYNKY CLOUD, the former founder of 95TECH."
        }
      ]
    },
    "consultant": {
      "title": "consultant",
      "list": [
        {
          "name": "Xianhua Wei",
          "intro": "the professor and PhD tutor of Chinese Academy of Sciences, is also the deputy director of the virtual economy and data science research center of Chinese Academy of Sciences, and the executive director of the CAS - Reuters financial risk management joint laboratory."
        },
        {
          "name": "Jamie Cooper",
          "intro": "Global intellectual property legal expert, the professor of California Western School of Law, chairman of Proyecto ACCESO foundation project, former United States State Department, American Development Bank, American patent and Trademark Office consultant, United States representative of the world intellectual property organization."
        },
        {
          "name": "Jinglong Zhou",
          "intro": "The former partner of the GWC, which is the world's largest Internet Organization. He has a wide range of connections and resources of Internet industry and governments all over the world."
        },
        {
          "name": "Jun Zou",
          "intro": "The author of best seller \"block chain technology guide\", is also an expert of Zhongguancun block chain industry alliance. He is a PhD of Service Contract, the former chief software architect of IBM Australian financial industry, and have published more than 200 papers in the International Conference on IEEE, of which block chain related papers were awarded to IEEE ICWS in 2016."
        },
        {
          "name": "Xiong Li",
          "intro": "The founder of LianXiang Finance and Economics."
        },
        {
          "name": "Yu Zhu (binke)",
          "intro": "The head of the Block Chain and the New retail Research Institute, the first head of the new retailing (O2O) department of Alibaba Group. He became the vice president of Shopin Enterprise in 2015, taking charge of offline entities and online overall work. He has rich experience in complete digitization and full channel communication, and digital marketing business."
        }
      ]
    }
  },
  "honor": {
    "title": "honor",
    "text1": "TrueChain was approved of the License for the China Cloud System Industrial Innovation Strategic Alliance On the morning of May 20, 2018, the co-founder of TrueChain, Cheng Xiao Yong, received the committee member institutional license of China Cloud System Industrial Innovation Strategic Alliance awarded by the Ministry of Industry and Information Technology.",
    "text2": "TrueChain becomes a member of the National Chain Network Innovation Center The chairman of the center is Xie Ping. He was the deputy general manager of the former China Investment Co., Ltd. (Deputy ministerial level) , the director of the former Central Bank Financial Stability Bureau, the former director of the Central Bank Research Bureau and the head of the Central Bank Financial Research Institute ."
  },
  "join": {
    "title": "JOIN US",
    "intro": "We want best hackers, system programmers, crypto researchers, frontend and backend developers, designers to join our core tech & research team.",
    "detail": "从进入的第一天起，你就开始了一边工作一边培训的过程。你将发现我们积累的专业经验对你收益良多。加入我们你将被列入公司的员工职业发展培训计划中。培训不仅是每位员工素质及潜能获得不断提高和发展的需要，也是促进公司获得更大成功的重要标志之一。我们可以很自信的说，通过这里的工作学习，你将有机会成为这个行业的专家。",
    "button": "Now",
    "p1": "You can also join our developer community.",
    "p2": "Join Hackathons in which TrueChain is Involved."
  },
  "docs": {
    "title": "technical docs",
    "button": "Preview",
    "white-title": "White Paper",
    "white-content": "It is the demand of the times and the dream of TrueChain to create a public chain that will carry the future commercial decentralized applications. Based on the hybrid consensus mechanism, TrueChain aims to provide high-speed point-to-point communication, value transfer and to build the infrastructures of smart contract for the society.",
    "yellow-title": "Yellow Paper",
    "yellow-content": "With the increasing popularity of encrypted currencies, block chaining technology has attracted the attention of industry and academia. One can think that block chain is a shared computing environment, which involves the members of the peer, and can join and exit freely. This is a common prerequisite for consensus agreement."
  },
  "node": {
    "title": "Priority Node Campaign enrollment",
    "StandardSum": "Standard node campaign has been registered",
    "nodeFullSum": "Full node campaign has been registered",
    "sumNum": "Sum",
    "personalCampaign": "Personal campaign",
    "teamCampaign": "Team campaign",
    "timeDownCampaign": "Priority node election countdown",
    "nodeRank": "Priority Node campaign turnout ranking",
    "nodeStandard": "Standard Node",
    "nodeFull": "Full Node",
    "tableRank": "Rank",
    "tableNickname": "Nickname",
    "tableTime": "Registration time",
    "tableScore": "Comprehensive score",
    "tableTickets": "Tickets",
    "team": "team",
    "person": "person",
    "day": "day",
    "hour": "hour",
    "minute": "minute",
    "second": "second"
  }
}
