{
  "language": "ภาษาไทย",
  "linksList": [
    {
      "name": "twitter",
      "icon": "icon font_family icon-twitter",
      "link": "https://twitter.com/truechaingroup/"
    },
    {
      "name": "telegram",
      "icon": "icon font_family icon-telegram",
      "link": "http://www.t.me/truechain"
    },
    {
      "name": "facebook",
      "icon": "icon font_family icon-facebook",
      "link": "https://www.facebook.com/TrueChaingroup/"
    },
    {
      "name": "reddit",
      "icon": "icon font_family icon-reddit",
      "link": "https://www.reddit.com/r/truechain/"
    },
    {
      "name": "medium",
      "icon": "icon font_family icon-medium",
      "link": "https://medium.com/@truechaingroup"
    },
    {
      "name": "youtube",
      "icon": "icon font_family icon-youtube",
      "link": "https://www.youtube.com/channel/UCsKSh9TPpYCZwHFn4lzhmFg?view_as=subscriber"
    }
  ],
  "footerLinkDescr":"TrueChain แพลตฟอร์มของโซเชียลอย่างเป็นทางการ",
  "footerDownDescr":"เริ่มดาวน์โหลดแอพพลิเคชัน TrueChain",
  "home": {
    "head": {
      "title": "public blockchain ของรุ่นใหม่",
      "keyword": "ห่วงโซ่เริ่มต้น，TRUE，สกุลเงินในช่วงต้นของห่วงโซ่，TrueChain，จางเจี้ยนหนาน ，Hybrid Consensus，เฉิงเสี่ยวหยง，หลินต้าเลี่ยง",
      "description": "TrueChain เป็นโซ่สาธารณะที่สอดคล้องกันของ PBFT - fPOW แรกของโลก"
    },
    "slogan": "รวดเร็วจริงๆ、ไม่มีขีดจำกัด、ปลอดภัย、ที่สามารถขยายได้",
    "slogan1": "PBFT-fPoW ผสมผสานเครือข่ายสาธารณะร่วมกับชุมชนนักพัฒนาซอฟต์แวร์ระดับโลก",
    "white": "กระดาษสีขาว",
    "whiteLink": "https://www.truechain.pro/Truechain_en.pdf",
    "yellow": "หนังสือสีเหลือง",
    "yellowLink": "https://www.truechain.pro/paper.pdf",
    "banner2":{
      "title":"True ประยุกต์ใช้กระเป๋าสตางค์เบา",
      "line1":"รุ่นเบต้า",
      "line2":"สแกน QR code ดาวน์โหลด"
    },
    "banner3":{
      "title":"ลำดับความสำคัญแคมเปญที่ร้อนแรง",
      "line1":"4000 โหนดมาตรฐานลำดับความสำคัญและโหนดเต็มลำดับความสำคัญ 100 จุด",
      "line2":"3000w True Token  แรงจูงใจของโหนด",
      "btntext":"ดูรายละเอียด"
    },
    "superiority": [
      {
        "icon": "icon font_family icon-jiejue",
        "title": "แก้ปัญหาที่สำคัญที่สุดของห่วงโซ่สาธารณะ",
        "detail":"ห่วงโซ่เริ่มต้นแก้ปัญหาที่ใหญ่ที่สุดที่ต้องเผชิญกับห่วงโซ่สาธารณะในปัจจุบันโดยใช้กลไกการทำงานร่วมกันของ PBFT-fPoW hybrid และกลไกการกระจายตัวที่ปลอดภัย: ความขัดแย้งระหว่างประสิทธิภาพและการกระจายอำนาจ"
      },
      {
        "icon": "icon font_family icon-tianchengzuo",
        "title": "ตรวจสอบการกระจายอำนาจและความเป็นธรรม",
        "detail":"ใช้ห่วงโซ่ผลไม้เป็นโซ่ช้าการเปลี่ยนค่าพิกเซลสำหรับโปรโตคอล PoW  ห่วงโซ่เริ่มต้นให้แน่ใจว่าการกระจายอำนาจและความเป็นธรรมเป็นโซ่สาธารณะรุ่นใหม่"
      },
      {
        "icon": "icon font_family icon-gongshijizhi",
        "title": "รุ่นแรกของสิ่งจูงใจผสมผสานกัน",
        "detail":"ห่วงโซ่เป็นครั้งแรกในโลกที่ใช้แรงจูงใจเพื่อจัดการห่วงโซ่สาธารณะที่ผสมผสานและเป็นเอกฉันท์ซึ่งทำให้เกิดความรู้สึกทางเศรษฐกิจในการปิดกั้นเทคโนโลยี"
      },
      {
        "icon": "icon font_family icon-jizhi",
        "title": "มีเสถียรภาพ  กลไกค่าเชื้อเพลิงต้นทุนต่ำ",
        "detail":"การบรรลุค่าใช้จ่ายด้านพลังงานเป็นศูนย์เป็นไปไม่ได้สำหรับทุกเครือข่ายสาธารณะ แต่อย่างไรก็ตาม ห่วงโซ่เริ่มต้นให้ความมั่นคง ค่าใช้จ่ายเชื้อเพลิงต้นทุนต่ำและ DApps อนุญาตให้ตระหนักถึงห่วงโซ่"
      },
      {
        "icon": "icon font_family icon-shequ",
        "title": "กลุ่มนักพัฒนาซอฟต์แวร์ระดับโลกที่แข็งแกร่ง",
        "detail":"ในยุคใหม่ของเครือข่ายสาธารณะ ห่วงโซ่เริ่มต้นมีขนาดใหญ่ที่สุดในประเทศจีนกลุ่มนักพัฒนาซอฟต์แวร์ที่เติบโตเร็วที่สุดในโลก"
      },
      {
        "icon": "icon font_family icon-chanpin",
        "title": "เปิดแหล่งที่มาเมทริกซ์ของผลิตภัณฑ์",
        "detail":"เพื่อปรับปรุงและสนับสนุนการผสมแพลตฟอร์มสาธารณะ ห่วงโซ่เริ่มต้นมีเมทริกซ์ผลิตภัณฑ์ที่สมบูรณ์และใช้งานง่ายและผลิตภัณฑ์ทั้งหมดเป็นแหล่งเปิดสู่โลกภายนอก"
      }
    ],
    "about": {
      "title": "เกี่ยวกับ",
      "subhead": "ห่วงโซ่เริ่มต้นคือรวดเร็วจริงๆ การรักษาความปลอดภัย ไม่จำกัด ขยายมิเนอร์วาโซ่ผสม,และมีกลุ่มนักพัฒนาซอฟต์แวร์ระดับโลกที่แข็งแกร่ง",
      "contentList": [
        "จากกลไก Minerva hybrid consensus กลไกแรกเริ่มรวม PBFT และ fPoW เพื่อแก้ปัญหาที่ใหญ่ที่สุดที่ต้องเผชิญกับห่วงโซ่สาธารณะ: ข้อขัดแย้งระหว่างการกระจายอำนาจและประสิทธิภาพ",
        "ห่วงโซ่เริ่มต้นใช้ PBFT เป็นห่วงโซ่อย่างรวดเร็วเพื่อให้เกิดการประมวลผลธุรกรรมอย่างรวดเร็ว PoWเป็นผู้รับผิดชอบในการกำกับและการเลือกตั้งของคณะกรรมการ PBFTและเทคโนโลยีลูกโซ่ผลไม้ถูกรวมเข้าไปในโปรโตคอล PoW แบบดั้งเดิมกลายเป็น fPow,ให้ผู้ใช้สามัญมีโอกาสที่จะมีส่วนร่วมในการทำเหมืองแร่ บรรลุการกระจายอำนาจและความเป็นธรรม ในขณะเดียวกันจุดเริ่มต้นของห่วงโซ่มากกว่า PBFT ที่เพิ่มขึ้นกลไกการกระจายตัวทำลายขีด จำกัด ในแง่ของการขยายตัว",
        "ห่วงโซ่เริ่มต้นมีเทคโนโลยีขั้นสูงและเป็นประโยชน์และเป้าหมายของเราคือเพื่อให้แพลตฟอร์มการระงับการดำเนินงานที่มีประสิทธิภาพสูงสำหรับการกระจายอำนาจทางเศรษฐกิจ ห่วงโซ่เริ่มต้นครั้งแรกเสนอกลไกกระตุ้นจูงใจผสมซึ่งใช้ความตระหนักทางเศรษฐกิจเพื่อสนับสนุนพื้นฐานและส่งเสริมการพัฒนา blockchain ในเวลาเดียวกันกลไกต้นทุนเชื้อเพลิงเริ่มต้นของห่วงโซ่เริ่มต้นสามารถลดต้นทุนในการพัฒนา DApp สำหรับนักพัฒนาและผู้ประกอบการจึงทำให้ห่วงโซ่เริ่มต้นมีความมุ่งมั่นต่อสาธารณชนมากยิ่งขึ้น",
        "ในฐานะที่เป็นแพลตฟอร์ม blockchain ห่วงโซ่เริ่มต้นสร้างชุมชนที่เข้ากันได้สูงเพื่อดึงดูดนักพัฒนาและผู้ประกอบการทั่วโลกให้กลายเป็นส่วนหนึ่งของชุมชนในเครือเริ่มต้น ห่วงโซ่เริ่มต้นไม่เพียง แต่มีชุมชนทั่วโลก แต่ยังมีจำนวนของผลิตภัณฑ์โอเพนซอร์สเป็นครั้งแรกซึ่งเป็นที่สะดวกสำหรับนักพัฒนาที่จะใช้นี้จะช่วยให้ห่วงโซ่เริ่มต้นเพื่อให้เงื่อนไขที่ดีที่สุดสำหรับการพัฒนา DApp จากมุมมองของผู้ใช้",
        "ทีมสายโซ่เริ่มต้นเป็นสากลมากยิ่งขึ้น  สมาชิกจากอินเดีย  สหรัฐอเมริกา  จีนและภูมิภาคอื่น ๆ",
        "ห่วงโซ่เริ่มต้นเป็นหน่วยปกครองของกลุ่มยุทธศาสตร์นวัตกรรมอุตสาหกรรมแห่งระบบอุตสาหกรรมแห่งชาติจีนนอกจากนี้ยังเป็นสมาชิกของศูนย์เครือข่ายแห่งชาตินอกจากนี้ยังเป็นหนึ่งในโครงการปิดกั้นโครงการที่ได้รับรายงานจากสื่อที่มีอำนาจเช่นChina Central Television"
      ]
    },
    "roadmap": {
      "title": "เส้นทาง",
      "list": [
        {
          "time": "2018-01",
          "events": ["True กระดาษสีขาวที่ปล่อยออกมา"]
        },
        {
          "time": "2018-03",
          "events": ["PBFTกลุ่มพันธมิตรออนไลน์"]
        },
        {
          "time": "2018-04",
          "events": ["หนังสือเทคโนโลยีเล่มแรกที่ได้รับการปล่อยตัวออกมาคือ", "กลไกการทำข้อมูลให้ตรงกันแบบผสมผสานถูกออกแบบมาอย่างดี", "แพลตฟอร์มการจัดการวงจรชีวิตของสัญญาจะได้รับการปล่อยตัวและแพลตฟอร์มตัวเอกออกมา"]
        },
        {
          "time": "2018-05",
          "events": ["แผนงานวิศวกรรมห่วงโซ่เริ่มต้นได้รับการเผยแพร่ใน github ", "กระเป๋าสตางค์สายโซ่ลำแรกออนไลน์", "ระบบการกระจายโหนดเริ่มต้นเป็นแบบออนไลน์"]
        },
        {
          "time": "2018-06",
          "events": ["ผสมกรอบรหัสร่วมกันโอเพนซอร์ส", "การปล่อยกลไกการให้กำลังใจแบบผสมผสาน (Consensus Incentive Mechanism Release)", "การทดสอบภายใน v0.01 ของเครือข่ายหลัก"]
        },
        {
          "time": "2018-07",
          "events": ["fPOWการใช้งานกรอบพื้นฐานและโอเพนซอร์ส", "ซึ่งเป็นที่ตั้งของชุมชนนักพัฒนาซอฟต์แวร์ของสหรัฐฯ"]
        },
        {
          "time": "2018-08",
          "events": ["fPOWการบูรณาการกับเครือข่ายหลักของโซ่ต้นแบบ", "กลไกการกระจายตัวของส่วนแบ่งการตลาดร่วมกัน"]
        },
        {
          "time": "2018-9",
          "events": ["บรรทัดแรกของสายออนไลน์หลัก (เปิดเฉพาะสำหรับโหนดลำดับความสำคัญ)"]
        },
        {
          "time": "2018-12",
          "events": ["กลไกการกระจายตัวของข้อมูลที่สอดคล้องกันแบบไฮบริดออนไลน์"]
        },
        {
          "time": "2019-03",
          "events": ["เปิดให้โหนดทั้งหมดเป็นเครือข่ายหลัก"]
        }
      ]
    },
    "partner": "องค์การความร่วมมือ",
    "institution": "สถาบันการลงทุน",
    "news":{
      "title": "ข่าว",
      "technical": "พลวัตทางเทคนิค",
      "biz": "พลวัตของธุรกิจ",
      "point": "ยังไม่มีข้อมูล",
      "list":[
        {
          "time":"2018-05-24",
          "title":"ห่วงโซ่เริ่มต้นลงบน CCTV6, การส่งเสริมกระตุ้นเศรษฐกิจจริง"
        },
        {
          "time":"2018-05-23",
          "title":"เทคโนโลยี Blockchain จะล้มล้างหลายอุตสาหกรรม"
        },
        {
          "time":"2018-05-20",
          "title":"ห่วงโซ่แรกเข้าร่วมในการสำรวจกระดาษสีขาวblockchainของกระทรวงอุตสาหกรรมและเทคโนโลยีสารสนเทศ"
        }
      ]
    }
  },
  "roadmap": "เส้นทาง",
  "name": "ห่วงโซ่ในช่วงต้น",
  "copyright": "（ห่วงโซ่ในช่วงต้น）ลิขสิทธิ์เว็บไซต์อย่างเป็นทางการ",
  "nav": {
    "git": "GITHUB",
    "blog": "บล็อก",
    "team": "ทีม",
    "news": "ข่าว",
    "join": "เข้าร่วมกับพวกเรา",
    "node": "โหนด",
    "english": "ภาษาจีนตัวย่อ"
  },
  "banner": {
    "title": "True กระเป๋าสตางค์เบา",
    "p1": "รุ่นเบต้าสาธารณะ",
    "p2": "สแกนโปรแกรม QR code download"
  },
  "news": {
    "head": {
      "title": "จุดเริ่มต้นของข่าวโซ่ - การพัฒนาล่าสุดในห่วงโซ่ -  blockchain - ห่วงโซ่เริ่มต้น",
      "keyword": "ห่วงโซ่ในช่วงต้นของการแจ้งเตือน，TRUE,จดหมายข่าว Blockchain，จดหมายสกุลเงินดิจิทัล",
      "description": "ส่วนข่าวในช่วงต้นให้ข้อมูลเรียลไทม์เกี่ยวกับข่าวล่าสุดของบล็อกบล็อกข่าวและพื้นที่บล็อกอื่น ๆ"
    },
    "title": "ข่าว",
    "point": "ยังไม่มีข้อมูล",
    "technical": "ความเคลื่อนของข่าว",
    "biz": "พลวัตของธุรกิจ"

  },
  "partner": {
    "title": "คู่ค้า"
  },
  "team": {
    "head": {
      "title": "ทีมห่วงโซ่ในช่วงต้น - จุดเริ่มต้นของห่วงโซ่ TrueChain",
      "keyword": "สมาชิกในทีมงานต้นโซ่ TRUE, ผู้เชี่ยวชาญด้านบล็อก ผู้เชี่ยวชาญสกุลเงินดิจิทัล ความสามารถ Blockchain",
      "description": "สมาชิกทีมแรกของทีมงานระดับโลกจะแบ่งออกเป็นทีมเทคนิคทีมการค้าและที่ปรึกษาผู้เชี่ยวชาญของ Blockchain ซึ่งกระจายอยู่ในประเทศสหรัฐอเมริกา  อินเดีย  และจีน"
    },
    "banner": "และนักพัฒนาซอฟต์แวร์กว่า 500 รายจากทั่วโลก",
    "technology": {
      "title": "กลุ่มนักวิจัยและนักพัฒนาซอฟต์แวร์",
      "list": [
        {
          "name": "จาง เจี้ยนหนาน",
          "post": "ประธานบริหาร",
          "imgSrc": "jiannan",
          "intro": "ผู้ร่วมก่อตั้งและCEOของสายการศึกษาโดยตรงปริญญาโทด้านวิทยาการคอมพิวเตอร์ที่มหาวิทยาลัยอ๊อกซฟอร์ดได้ศึกษาระบบกระจายที่องค์การวิจัยนิวเคลียร์แห่งยุโรป CERN และก่อตั้งชุมชนแฮ็กเกอร์ Dorothacks ที่ใหญ่และกว้างขวางที่สุดในโลก",
          "introList": [
            "ปริญญาโทวิทยาการคอมพิวเตอร์มหาวิทยาลัย Oxford ",
            "ผู้ก่อตั้ง TopHackerและ Dorahacks",
            "นักวิจัย องค์การวิจัยนิวเคลียร์ยุโรป CERN（2013）"
          ]
        },
        {
          "name": "Archit Sharma",
          "post": "ผู้จัดการฝ่ายเทคโนโลยีวิศวกรรม",
          "imgSrc": "as",
          "intro": "หัวหน้าฝ่ายเทคโนโลยีวิศวกรรมห่วงโซ่ขั้นต้นผู้เชี่ยวชาญด้านระบบกระจายระบบปฏิบัติการและวิศวกรรมสมรรถนะ เขาทำงานให้กับ Red Hat (หมวกแดง) ซึ่งเป็นหนึ่งในผู้ให้บริการรายใหญ่ที่สุดของ Linux และ CERN ซึ่งเป็นองค์กรวิจัยนิวเคลียร์แห่งยุโรปสำหรับบริการคลาวด์ขนาดใหญ่และการออกแบบและพัฒนาระบบแบบกระจาย Archit เป็นผู้สนับสนุนโครงการโอเพ่นซอร์ซที่สำคัญหลายโครงการและยังคงเป็นแชมป์การแข่งขัน Hackathon มากมาย",
          "introList": [
            "ผู้เชี่ยวชาญด้านการพัฒนาระบบคลาวด์และการกระจายข้อมูลเรดแฮต",
            "นักวิจัยองค์การยุโรปเพื่อการวิจัยนิวเคลียร์เซิร์น (2013)",
            "ผู้ร่วมโครงการโอเพ่นซอร์สที่สำคัญ",
            "แชมป์มาราธอน Dorahacks geek",
            "รองชนะเลิศ，CERN Webfest 2013"
          ]
        },
        {
          "name": "หลิวหยาง",
          "post": "เจ้าของเครือข่ายหลัก",
          "imgSrc": "liuyang",
          "introList": [
            "ปริญญาตรีและปริญญาโทมหาวิทยาลัย Tsinghua",
            "ประสบการณ์ด้านการพัฒนาและสถาปัตยกรรมระบบมานานกว่าสิบปี",
            "ผู้เชี่ยวชาญการเข้ารหัสและอัลกอริทึม"
          ]
        },
        {
          "name": "จาง ห้าน",
          "post": "หัวหน้าทีมวิจัย",
          "imgSrc": "zhanghan",
          "intro": "CTO ของภูมิภาคประเทศจีนมีส่วนร่วมในอุตสาหกรรมไอทีเป็นเวลา 20 ปีและมีประสบการณ์ในด้านการออกแบบและพัฒนาผลิตภัณฑ์ทางอินเทอร์เน็ตและการจัดการโครงการซอฟต์แวร์ พันธมิตรทางเทคนิคของ “Civil Fire” เป็นผู้รับผิดชอบการวิจัยและพัฒนาผลิตภัณฑ์ใหม่การจัดกลุ่มเซิร์ฟเวอร์และการประมวลผลพร้อม ๆ กัน",
          "introList": [
            "ดร. ภาควิชาคณิตศาสตร์มหาวิทยาลัยนิวเซาธ์เวลส์ออสเตรเลีย",
            "อดีตโค้ชทีมโอลิมปิกคณิตศาสตร์ออสเตรเลีย",
            "ทีมนักวิจัยสมรรถนะสูงของจีน Academy of Sciences",
            "มีประสบการณ์การวิจัยและการปฏิบัติในกลไกการเป็นเอกฉันท์พื้นฐานของblockchainการเข้ารหัสและความปลอดภัย"
          ]
        },
        {
          "name": "เฉิน ต้าหง",
          "post": "เจ้าของผลิตภัณฑ์",
          "imgSrc": "dahong",
          "intro": "CTO ของภูมิภาคประเทศจีนมีส่วนร่วมในอุตสาหกรรมITเป็นเวลา 20 ปีและมีประสบการณ์ในด้านการออกแบบและพัฒนาผลิตภัณฑ์ทางอินเทอร์เน็ตและการจัดการโครงการซอฟต์แวร์ พันธมิตรทางเทคนิคของ “Civil Fire” เป็นผู้รับผิดชอบการวิจัยและพัฒนาผลิตภัณฑ์ใหม่การจัดกลุ่มเซิร์ฟเวอร์และการประมวลผลพร้อม ๆ กัน",
          "introList": [
            "มีประสบการณ์ในอุตสาหกรรมอินเทอร์เน็ตมากกว่า 20 ปี",
            "Quantitative Cloud หัวหน้าเจ้าหน้าที่ด้านเทคโนโลยี",
            "เจ้าหน้าที่ฝ่ายเทคโนโลยีหัวหน้าฝ่ายซีเอฟโอ"
          ]
        },
        {
          "name": "ฉ่าย เจิ้นชวน",
          "post": "ผู้จัดการผลิตภัณฑ์ Front-end",
          "imgSrc": "zhenchuan",
          "intro": "ผู้รับผิดชอบของTrueChain  จบการศึกษาจาก Xi'an Jiaotong University",
          "introList": [
            "จบการศึกษาจากซีอาน Jiaotong University Junior Class",
            "front geek",
            "อันดับที่ 1 ในการแข่งขัน Dorahacks ชุมชนแบบ geek ในปี 2017 "
          ]
        },
        {
          "name": "เถียน หมิง",
          "post": "ผู้นำด้านการผสานรวมทางเทคนิค",
          "imgSrc": "tianming",
          "intro": "Golang พัฒนาวิศวกรที่มีมากกว่า 10 ปีของ c / c + + ประสบการณ์การพัฒนารับผิดชอบโครงการขนาดใหญ่ความสามารถในการเรียนรู้ที่แข็งแกร่งสมบูรณ์แบบเรียลไทม์ผลิตภัณฑ์ฐานข้อมูลและประสบการณ์โครงการในผลิตภัณฑ์แพลตฟอร์มการซื้อขายสกุลเงินดิจิตอลได้มีการพัฒนากระเป๋าสตางค์ bitcoin และ ethereum",
          "introList": [
            "Golang วิศวกรฝ่ายพัฒนา",
            "ประสบการณ์ในการพัฒนา c / c ++ มากกว่า 10 ปี",
            "ประสบการณ์Real - time ผลิตภัณฑ์ฐานข้อมูลและแพลตฟอร์มการซื้อขายสกุลเงินดิจิตอลโครงการของผลิตภัณฑ์",
            "ได้พัฒนากระเป๋าเงิน Bitcoin และ Ethereum แล้ว"
          ]
        },
        {
          "name": "หยิน อี้ （นักกฎหมาย）",
          "post": "ที่ปรึกษาด้านความปลอดภัย",
          "imgSrc": "fashi",
          "intro": "ที่ปรึกษาด้านการรักษาความปลอดภัย First-chain, การตรวจสอบรหัส: Enterprise Network Code Security Architecture, ผู้บริหารระบบการตรวจสอบความปลอดภัยของซอร์สโค้ด Seay และบล็อกเกอร์ของบล็อกความปลอดภัยที่มีชื่อเสียง cnseay.comเขาเคยทำงานในแผนกรักษาความปลอดภัยของอาลีบาบาและเคยดำรงตำแหน่งหัวหน้าห้องปฏิบัติการต่อต้านอาชญากรรมและอาชญากรรมของอาลีบาบาและเป็นพันธมิตรของ บริษัท ซับเบิร์กเทคโนโลยี Seay มีประสบการณ์มากกว่า 10 ปีในด้านการรักษาความปลอดภัยและการป้องกันประเทศและได้ให้บริการกับ บริษัท ที่มีชื่อเสียงหลายแห่ง",
          "introList": [
            "ผู้นำอาชญากรรมการโจมตีและความปลอดภัยของอาลีบาบา",
            "《ตรวจสอบรหัสสินค้า: องค์กรเครือข่ายสถาปัตยกรรมความปลอดภัยของรหัส》นักเขียน",
            " บล็อกความปลอดภัยที่มีชื่อเสียง cnseay.com blogger"
          ]
        },
        {
          "name": "Samikshan Bairagya",
          "post": "ผู้พัฒนาที่เป็นเอกฉันท์",
          "imgSrc": "sb",
          "intro": "ที่ปรึกษาด้านการรักษาความปลอดภัย First-chain, การตรวจสอบรหัส: Enterprise Network Code Security Architecture, ผู้บริหารระบบการตรวจสอบความปลอดภัยของซอร์สโค้ด Seay และบล็อกเกอร์ของบล็อกความปลอดภัยที่มีชื่อเสียง “cnseay.com” เขาเคยทำงานในแผนกรักษาความปลอดภัยของอาลีบาบาและเคยดำรงตำแหน่งหัวหน้าห้องปฏิบัติการต่อต้านอาชญากรรมและอาชญากรรมของอาลีบาบาและเป็นพันธมิตรของ บริษัท ซับเบิร์กเทคโนโลยี Seay มีประสบการณ์มากกว่า 10 ปีในด้านการรักษาความปลอดภัยและการป้องกันประเทศและได้ให้บริการกับ บริษัท ที่มีชื่อเสียงหลายแห่ง",
          "introList": [
            "Durgapur สถาบันเทคโนโลยีแห่งชาติ ปริญญาตรีวิทยาศาสตร์คอมพิวเตอร์",
            "ผู้ริเริ่มโครงการ Google Summer Developer / Participant (2012)",
            "วิศวกรซอฟต์แวร์ Red Ha（2013-2018）"
          ]
        },
        {
          "name": "จาง ซูปิน",
          "post": "Consponsible และ PoW Product Leader",
          "imgSrc": "xubin",
          "intro": "สำเร็จปริญญาตรีจากมหาวิทยาลัย Tsinghua ปริญญาโทสาขาวิศวกรรมอิเล็กทรอนิกส์มหาวิทยาลัยแห่งรัฐนิวยอร์กสหรัฐอเมริกา ด้วยระยเวลา 18 ปีของประสบการณ์การทำงาน ทำงานใน บริษัท ไฮเทคจำนวนมากใน Silicon Valley ประเทศสหรัฐอเมริกา เป็นผู้เชี่ยวชาญด้านการสื่อสารเครือข่าย รับผิดชอบในห่วงโซ่เริ่มต้นของมติผสมและการออกแบบผลิตภัณฑ์ POW",
          "introList": [
            "ปริญญาตรีและปริญญาโทมหาวิทยาลัย Tsinghua",
            "มหาบัณฑิตสาขาวิศวกรรมอิเล็กทรอนิกส์มหาวิทยาลัยมลรัฐนิวยอร์กสหรัฐอเมริกา",
            "ผู้เชี่ยวชาญด้านการสื่อสารเครือข่าย",
            "มีประสบการณ์ในการทำงาน 18 ปีและเคยทำงานใน Silicon Valley ประเทศสหรัฐอเมริกา"
          ]
        },
        {
          "name": "ถัง ปินฉี",
          "post": "นักพัฒนาระดับสูง",
          "imgSrc": "binqi",
          "introList": [
            "ประสบการณ์ในการพัฒนาระบบและสถาปัตยกรรมมากกว่า 10 ปี",
            "ผู้จัดการฝ่ายพัฒนาอุปกรณ์อิเล็กทรอนิกส์ เซินเจิ้น",
            "สถาปนิกของการแข่งขัน ระบบเครือข่าย หูหนาน",
            "สถาปนิก 58 ผู้เชี่ยวชาญด้านเทคโนโลยีที่บ้าน",
            "ผู้เชี่ยวชาญด้านระบบสถาปัตยกรรมและระบบอินเทอร์เน็ต"
          ]
        }
      ]
    },
    "business": {
      "title": "พัฒนาและดำเนินงานชุมชน",
      "list": [
        {
          "name": "เฉิงเสี่ยวหย่ง",
          "post": "หัวหน้าเจ้าหน้าที่กลยุทธ์",
          "imgSrc": "xiaoyong",
          "intro": "ดเริ่มต้นของห่วงโซ่ผู้ร่วมก่อตั้งและหัวหน้าเจ้าหน้าที่กลยุทธ์  ผู้ประกอบการต่อเนื่อง ผู้อำนวยการบริหารของระบบคลาวด์ในอุตสาหกรรม พันธมิตรนวัตกรรมประเทศจีน ผู้นำเยาวชนของฉางอัน Club",
          "introList": [
            "สถาบันวิจัย Tsinghua University    ผู้ประกอบการต่อเนื่องกัน ",
            "ผู้อำนวยการบริหารของจีน ระบบคลาวด์ในตสาหกรรมนวัตกรรมกลยุทธ์พันธมิตร",
            "ผู้นำเยาวชนของฉางอัน Club"
          ]
        },
        {
          "name": "หลินต้าเลี่ยง",
          "post": "หัวหน้าเจ้าหน้าที่ฝ่ายพัฒนา",
          "imgSrc": "daliang",
          "intro": "ผู้ร่วมก่อตั้งต้นแบบหัวหน้าเจ้าหน้าที่ฝ่ายพัฒนาตลาดเครือข่ายอินเทอร์เน็ตและผู้เชี่ยวชาญด้านการดำเนินงานของชุมชนเป็นผู้รับผิดชอบการดำเนินงานเว็บป่ายตู้（เครือข่ายร่วมที่ใหญ่ที่สุดในจีน） 10 ปีของการโฆษณาแบบดิจิตอลและประสบการณ์ในอุตสาหกรรมอินเทอร์เน็ตซึ่งเป็นผู้เขียนที่ขายดีที่สุดในอุตสาหกรรมการตลาดทางอินเทอร์เน็ต",
          "introList": [
            "ผู้เชี่ยวชาญด้านการตลาดอินเทอร์เน็ตและผู้เชี่ยวชาญด้านการดำเนินงานของชุมชน",
            "เคยรับผิดชอบการดำเนินงาน เครือข่าย Baidu Encyclopedia",
            "10ปีของการโฆษณาแบบดิจิตอลและประสบการณ์ในอุตสาหกรรมอินเทอร์เน็ต"
          ]
        },
        {
          "name": "หลิว เหยี่ยน",
          "post": "ผู้ประสานงานชุมชน",
          "imgSrc": "liuyan",
          "intro": "ผู้อำนวยการฝ่ายปฏิบัติการ รับผิดชอบสำหรับผลิตภัณฑ์ห่วงโซ่เริ่มต้นและการดำเนินธุรกิจ รวมทั้งการก่อสร้างและการดำเนินงานของชุมชนในยุคแรกๆ",
          "introList": [
            "ประสบการณ์การใช้งานผลิตภัณฑ์อินเทอร์เน็ตมากกว่าสิบปี",
            "ที่ปรึกษาอาวุโส ADP China ",
            "ผู้เชี่ยวชาญด้านการดำเนินงานแพลตฟอร์มอินเทอร์เน็ต"
          ]
        },
        {
          "name": "เหยียน เหวิน",
          "post": "ผู้ประสานงานการตลาด",
          "imgSrc": "yanwen",
          "intro": "หัวหน้าฝ่ายการตลาด จบการศึกษาจากโรงเรียนวารสารศาสตร์และการสื่อสารที่มหาวิทยาลัยมิสซูรีโคลัมเบีย ในระหว่างที่อยู่อเมริกา  เขาเคยทำงานที่ Federal Reserve Bankration.com สาขาในวอชิงตันหลังจากกลับมาที่ประเทศจีนแล้วเขาดำรงตำแหน่ง Sina Finance เขาได้ให้สัมภาษณ์กับประธาน IMF ของกองทุนการเงินระหว่างประเทศรัฐมนตรีว่าการกระทรวงพาณิชย์เดนมาร์กและได้รายงานใน Davos World Economic Forum และ Chinese Development Forum การประชุมทางการเงินขนาดใหญ่ ฯลฯ  เคยเป็นผู้จัดการแบรนด์อีกด้วย",
          "introList": [
            "จบการศึกษาจากมหาวิทยาลัยมิสซูรี - โคลัมเบียโรงเรียนวารสารศาสตร์และสื่อสารมวลชน",
            "ทำงานที่ Bankrate.com ในกรุงวอชิงตันดีซี",
            "นักข่าวการเงินของ Sina Finance"
          ]
        }
      ]
    },
    "consultant": {
      "title": "ผู้ให้คำปรึกษา",
      "list": [
        {
          "name": "เฉิน หยู่ชรือ",
          "intro": "เลขาธิการกลยุทธ์นวัตกรรมอุตสาหกรรมระบบคลาวด์ Allianceของจีน ปริญญาตรีวิศวกรรมอิเล็กทรอนิกส์จาก Tsinghua University  วิทยาศาสตรมหาบัณฑิตและวิทยาการคอมพิวเตอร์จาก University of California, San Diego ผู้เชี่ยวชาญด้านโครงการ Talents แห่งชาติ  มหาวิทยาลัย Tsinghua และนักวิจัยมหาวิทยาลัยอื่น ๆ อีกมากมาย เขาทำหน้าที่เป็นที่ปรึกษาด้านกลยุทธ์ของ Microsoft Corporation หัวหน้าฝ่ายกิจการคอมพิวเตอร์และการพัฒนาธุรกิจในประเทศจีนและทำงานที่สำนักงานใหญ่ของ Microsoft ตั้งแต่ปีพ. ศ. 2549 ถึงปี พ.ศ. 2555 ในฐานะสถาปนิกซอฟต์แวร์อาวุโส",
          "introList": [
            "ระดับปริญญาตรี วิศวกรรมอิเล็กทรอนิกส์มหาวิทยาลัย Tsinghua",
            "ระดับปริญญาโท วิทยาศาสตร์คอมพิวเตอร์มหาวิทยาลัยแคลิฟอร์เนียซานดิเอโก",
            "ผู้เชี่ยวชาญด้านโครงการ Talents แห่งชาติ",
            "Tsinghua University และนักวิจัยมหาวิทยาลัยอื่น ๆ อีกมากมาย",
            "ที่ปรึกษาด้านกลยุทธ์ของ Microsoft "
          ]
        },
        {
          "name": "เว่ย  เซียน  ฮวา",
          "intro": "ศาสตราจารย์แห่งสถาบันวิทยาศาสตร์จีน อาจารย์ที่ปรึกษาระดับปริญญาเอกและรองผู้อำนวยการศูนย์เศรษฐศาสตร์เสมือนและข้อมูลวิทยาศาสตร์จีน Academy of Sciences ผู้อำนวยการบริหารของ Reuters Financial Risk Management ห้องปฏิบัติการร่วมของสถาบันวิทยาศาสตร์จีน",
          "introList": [
            "ศาสตราจารย์แห่งสถาบันวิทยาศาสตร์จีน อาจารย์ที่ปรึกษาระดับปริญญาเอกและรองอธิการบดีศูนย์เศรษฐศาสตร์เสมือนและข้อมูลวิทยาศาสตร์จีน Academy of Sciences",
            "กรรมการบริหารรอยเตอร์สร่วมกับห้องปฏิบัติการบริหารความเสี่ยงสถาบันวิจัยวิทยาศาสตร์แห่งประเทศจีน"
          ]
        },
        {
          "name": "จิมมี่ คูเปอร์",
          "intro": " ผู้เชี่ยวชาญด้านกฎหมายทรัพย์สินทางปัญญาโลก ศาสตราจารย์โรงเรียนกฎหมายเวสเทิแคลิฟอร์เนีย ประธานมูลนิธิ Proyecto ACCESO Foundation อดีตกระทรวงการต่างประเทศสหรัฐฯธนาคารเพื่อการพัฒนาสหรัฐที่ปรึกษาด้านสิทธิบัตรและเครื่องหมายการค้าของสหรัฐฯและตัวแทนสหรัฐอเมริกาในองค์การทรัพย์สินทางปัญญาโลก",
          "introList": [
            "ผู้เชี่ยวชาญด้านกฎหมายทรัพย์สินทางปัญญาโลก",
            "ศาสตราจารย์โรงเรียนกฎหมายเวสเทิแคลิฟอร์เนีย",
            "proyecto ACCESO ประธานมูลนิธิโครงการ",
            "อดีตกระทรวงการต่างประเทศสหรัฐฯธนาคารเพื่อการพัฒนาสหรัฐสหรัฐอเมริกาที่ปรึกษาด้านสิทธิบัตรและเครื่องหมายการค้า",
            "ผู้แทนประเทศสหรัฐอเมริกาขององค์การทรัพย์สินทางปัญญาโลก"
          ]
        },
        {
          "name": "โจว จิ้งหลง",
          "intro": "อดีตพันธมิตรของ Great Wall Society (องค์กรอินเทอร์เน็ตที่ใหญ่ที่สุดในโลก) ที่มีความสัมพันธ์และทรัพยากรทั่วโลกในอุตสาหกรรมอินเทอร์เน็ตและรัฐบาล",
          "introList": [
            "อดีตหุ้นส่วน GWC",
            "มีอุตสาหกรรมอินเทอร์เน็ตทั่วโลกและทรัพยากรความสัมพันธ์กับรัฐบาล"
          ]
        },
        {
          "name": "โจว จุน",
          "intro": "ผู้เขียนหนังสือที่ขายดีที่สุด “Blockchain Technology Guide” ซึ่งเป็นผู้เชี่ยวชาญใน เขตจงกวนชุน Blockchain Industry Alliance, Ph.D. ในสัญญาบริการและอดีตหัวหน้าวิศวกรซอฟต์แวร์ในอุตสาหกรรมการเงินของไอบีเอ็มออสเตรเลียได้เผยแพร่เอกสารมากกว่า 200 ฉบับในที่ประชุม IEEE International Conference บทความเกี่ยวกับเอกสารที่เกี่ยวข้องกับ blockchain ได้รับรางวัล IEEE ICWS ในปีพ. ศ. 2559",
          "introList": [
            "ผู้เขียนหนังสือที่ขายดีที่สุด “Blockchain Technology Guide",
            "ผู้เชี่ยวชาญพันธมิตรอุตสาหกรรม blockchain  เขตจงกวนชุน,",
            "อดีตวิศวกรซอฟต์แวร์ของไIBMนอุตสาหกรรมการเงินของออสเตรเลีย",
            "เขาได้รับการตีพิมพ์ในงาน IEEE International Conference กว่า 200 ฉบับ",
            "เอกสารที่เกี่ยวข้องกับการป้องกันการห่วงโซ่ได้รับรางวัลมาตรฐาน IEEE ICWS ในปี 2016 "
          ]
        },
        {
          "name": "จูหยู่（ปิ้น เค่อ）",
          "intro": "คณบดีสถาบันวิจัยระบบห่วงโซ่อุปทานแบบใหม่และ Blockchain คนแรกที่รับผิดชอบแผนกค้าปลีก (O2O) ของอาลีบาบากรุ๊ปได้กลายเป็นรองประธานของ Shangpin Business ในปีพศ. 2558 รับผิดชอบงานออฟไลน์และงานออนไลน์ ประสบการณ์อันยาวนานในด้านการสื่อสารแบบดิจิตอลการสื่อสารและการตลาดดิจิทัล",
          "introList": [
            "คณบดีสถาบันวิจัย Blockchain แบบใหม่และบล็อกชิ่ง",
            "คนแรกที่ดูแลแผนกขายปลีก (o2o) แห่งอาลีบาบากรุ๊ป",
            "อดีตรองประธานฝ่ายธุรกิจชั้นนำ",
            "การสื่อสารแบบดิจิทัลอย่างครบวงจรผู้เชี่ยวชาญด้านธุรกิจการตลาดดิจิทัล"
          ]
        }
      ]
    }
  },
  "join": {
    "head": {
      "title": "Blockchain - เว็บไซต์จัดหางานอย่างเป็นทางการ",
      "keyword": "Blockchain  TRUE เว็บไซต์ทางการสรรหาบุคลากร  ห่วงโซ่บล็อก  ความสามารถ Blockchain  สกุลเงินดิจิทัล",
      "description": "การรับสมัครงานในช่วงต้นคาดว่าจะมีความสามารถในการเข้าร่วมกับเรามากขึ้น"
    },
    "title": "เข้าร่วมกับพวกเรา",
    "intro": "ยินดีต้อนรับสู่ความสร้างสรรค์หลงใหลและจริงใจร่วมกับพวกเราและเดินทางไปกับเรา",
    "p1": "ตั้งแต่วันแรกที่เข้าเรียนคุณจะเริ่มกระบวนการฝึกในขณะที่กำลังทำงาน คุณจะพบว่าประสบการณ์ที่สะสมของเรามีประโยชน์มาก เข้าร่วมกับเราและคุณจะเข้าร่วมในโครงการฝึกอบรมการพัฒนาพนักงานของบริษัท",
    "p2": "การฝึกอบรมไม่เพียงแต่ต้องพัฒนาคุณภาพและศักยภาพของพนักงานแต่ละคนอย่างต่อเนื่อง นอกจากนี้ยังเป็นหนึ่งในสัญลักษณ์ที่สำคัญในการส่งเสริมความสำเร็จของ บริษัทเรามั่นใจได้ว่าการทำงานที่นี่คุณจะมีโอกาสที่จะเป็นผู้เชี่ยวชาญในอุตสาหกรรมนี้",
    "button": "เข้าร่วมตอนนี้ ",
    "duty": "ความรับผิดชอบในงาน",
    "require": "ความต้องการของงาน",
    "workCity": "สถานที่ทำงาน",
    "requireNum": "ปริมาณความต้องการ",
    "salary": "การรักษาเงินเดือน",
    "email": "เปิดใช้งานกล่องจดหมายการส่งต่อ",
    "position": [
      {
        "path": "jd/0",
        "icon": "icon font_family icon-kaifa",
        "job": "Go วิศวกรพัฒนาภาษา"
      },
      {
        "path": "jd/1",
        "icon": "icon font_family icon-suanfa",
        "job": "วิศวกรขั้นตอนภาษาอัลกอริทึม"
      },
      {
        "path": "jd/2",
        "icon": "icon font_family icon-touzi",
        "job": "ผู้อำนวยการฝ่ายนักลงทุนสัมพันธ์"
      },
      {
        "path": "jd/3",
        "icon": "icon font_family icon-zhaopin",
        "job": "หัวหน้าของการรับสมัคร"
      },
      {
        "path": "jd/4",
        "icon": "icon font_family icon-zhuli",
        "job": "ผู้ช่วย CEO"
      },
      {
        "path": "jd/5",
        "icon": "icon font_family icon-zongjian",
        "job": "กรรมการธุรกิจ Blockchain "
      },
      {
        "path": "jd/6",
        "icon": "icon font_family icon-shixisheng",
        "job": "ฝึกปฏิบัติงาน"
      }
    ],
    "jobs": [
      {
        "title": "Goวิศวกรพัฒนาภาษา",
        "duty": [
          "使用Go语言设计并开发初链区块链的产品。",
          "参与区块链平台的软件架构设计，研究区块链基础设施的关键技术。",
          "负责区块链核心层（交易、消息、虚拟机EVM）相关的开发。",
          "与产品/设计/前端开发/测试团队紧密合作，按时保质交付区块链开发任务；",
          "其它上级领导安排的工作"
        ],
        "require": [
          "有2年以上的项目开发经验;",
          "熟悉golang语言编程，掌握多线程；",
          "具有高负载、高并发开发设计经验值者优先考虑；",
          "拥有扎实的计算机编程能力，尤其在数据结构、算法和代码、软件设计方面有较好的功底；",
          "熟悉 fabric 或者以太坊开发的优先。"
        ]
      },
      {
        "title": "Go语言算法工程师",
        "duty": [
          "使用Go语言设计并开发初链区块链的产品。",
          "参与区块链平台的软件架构设计，研究区块链基础设施的关键技术。",
          "负责区块链核心层（共识算法）相关的开发。",
          "与产品/设计/前端开发/测试团队紧密合作，按时保质交付区块链开发任务；",
          "其它上级领导安排的工作"
        ],
        "require": [
          "有2年以上的项目开发经验;",
          "熟悉golang语言编程，掌握多线程；",
          "具有高负载、高并发开发设计经验值者优先考虑；",
          "拥有扎实的计算机编程能力，尤其在数据结构、算法和代码、软件设计方面有较好的功底；",
          "熟悉 fabric 或者以太坊开发的优先。"
        ]
      },
      {
        "title": "投资者关系总监",
        "workCity": "中国、美国",
        "requireNum": "2人（其中一人base在美国，英语口语写作均需流利）",
        "duty": [
          "负责机构投资者关系维护，定向向中国及美国主流的区块链基石基金路演并且洽谈合作。"
        ],
        "require": [
          "熟悉区块链投资领域，可以做相关材料和投资建议书。",
          "金融相关背景，FA出身或者上市公司募资及基金募资出身，有金融科技行业背景者优先。",
          "为人灵活正直，敢想敢干，可以快速学习区块链基础知识和市场格局。",
          "个人形象职业。"
        ],
        "salary": "底薪+提成（同募资规模、持有时间、基金知名度等指标挂钩）"
      },
      {
        "title": "招聘主管",
        "duty": [
          "拓展、维护、评估招聘渠道,确保公司招聘渠道高效、顺畅；",
          "利用各种招聘渠道发布招聘信息，筛选简历，难点职位主动搜简历，电话面试；",
          "面试邀约，来人接待，以及整个招聘环节的跟进（初试、复试、通知上班等）；",
          "办理员工入职及转正、调动、离职等异动手续；"
        ],
        "require": [
          "熟悉区块链投资领域，可以做相关材料和投资建议书。",
          "金融相关背景，FA出身或者上市公司募资及基金募资出身，有金融科技行业背景者优先。",
          "为人灵活正直，敢想敢干，可以快速学习区块链基础知识和市场格局。",
          "个人形象职业。"
        ]
      },
      {
        "title": "CEO助理",
        "duty": [
          "金融银行相关工作背景，从事资管、信托、私募等工作，有区块链工作经验优先考虑。",
          "协助CEO进行整体公司业务规划及运营管理，组织并协调高管层的定期会议，并配合CEO进行重大经营决策的跟进和落实；",
          "按照业务需求，负责公司运营初期的关键项目（如银行导入项目、业务流程设计项目），并向CEO汇报项目进展并处理关键节点问题；",
          "配合CEO处理外部商务及合作伙伴公共关系，不断拓展现有客户的产品渠道，丰富业务内容；",
          "协助CEO完成布置、实施、检查、督促、落实执行情况。",
          "形象气质佳、良好沟通表达、清晰思路、吃苦耐劳、有工作精神。"
        ],
        "require": [
          "熟悉区块链投资领域，可以做相关材料和投资建议书。",
          "金融相关背景，FA出身或者上市公司募资及基金募资出身，有金融科技行业背景者优先。",
          "为人灵活正直，敢想敢干，可以快速学习区块链基础知识和市场格局。",
          "个人形象职业。"
        ]
      },
      {
        "title": "区块链业务总监",
        "duty": [
          "金融和银行相关渠道背景，有3年以上银行业务合作经验。",
          "熟悉区块连在金融行业应用场景解决方案优先考虑。",
          "组织深度开发银行渠道，拓展新的销售方式完成渠道开发任务；",
          "有清晰的业务拓展思路，有效的市场实施策略和较强的客户开发能力。",
          "熟悉金融市场状况及供应链金融业务类型、流程和风险控制，具备应有的风险管理和合规意识。 ",
          "根据平台运营模式，领导，组建并管理区块连渠道团队，及统筹管理外部平台线上各项工作。"
        ],
        "require": [
          "具有市场营销、金融、财经类相关专业；",
          "10年以上金融行业背景，5年以上销售和项目管理经验，有区块链解决方案、区块链产品销售工作经验优先；  ",
          "具有丰富的金融专业知识，了解投资理财市场的发展，对该行业有较深入的认识与思考；  ",
          "熟悉区块链行业解决方案的行业规则及竞争对手情况",
          "优秀的团队建设经验，团队管理能力强，善于协调营销团队的工作；",
          "有敏锐的市场意识、应变能力、领导能力和独立开拓市场的能力，学习能力强；逻辑性强和良好的语言表达能力；    ",
          "有一定高端客户资源，有广泛的区块链及金融人脉资源者；",
          "具有强烈的进取心，精力充沛，身体健康，乐观豁达，富有开拓精神；"
        ]
      },
      {
        "title": "运营实习生",
        "duty": [
          "负责社区核心用户的拓展及维护、活动执行、跟进，数据统计等；",
          "相关热点话题发起讨论，加强移动社区内的用户交流，提高用户粘性、活跃度和忠诚度，构建社区良好互动氛围；",
          "提高社区圈的活跃度，并及时与用户互动；",
          "负责维护社区核心和活跃用户、充分了解用户需求，收集用户反馈。"
        ],
        "require": [
          "每周至少工作3天。",
          "全日制统招专科及以上学历；",
          "热爱互联网，对运营工作感兴趣，学习能力强，有组织过线上线下活动经验；",
          "掌握office等办公软件最佳；",
          "具有良好的沟通表达能力、工作认真负责，有责任心；"
        ],
        "workCity": "北京望京"
      }
    ]
  },
  "node": {
    "head": {
      "title": "初链-优先节点竞选",
      "keyword": "初链，TRUE,节点竞选，超级节点，区块链，数字货币",
      "description": "初链将在9月主网测试网上线之前，通过报名和投票机制，选举出最多不超过4000个优先标准节点（POW）和 最多不超过100个优先全节点（PBFT+POW）。"
    },
    "title": "优先节点竞选报名",
    "StandardSum": "标准节点竞选已报名",
    "nodeFullSum": "全节点竞选已报名",
    "sumNum": "总数",
    "personalCampaign": "个人竞选",
    "teamCampaign": "组队竞选",
    "timeDownCampaign": "优先节点竞选投票倒计时",
    "nodeRank": "优先节点竞选投票排行",
    "nodeStandard": "标准节点",
    "nodeFull": "全节点",
    "tableRank": "排名",
    "tableNickname": "昵称",
    "tableTime": "报名时间",
    "tableScore": "综合得分",
    "tableTickets": "得票",
    "team": "组",
    "person": "人",
    "day": "天",
    "hour": "时",
    "minute": "分",
    "second": "秒"
  }
}
