{
  "language": "ภาษาไทย",
  "linksList": [{
      "name": "twitter",
      "icon": "icon font_family icon-twitter",
      "link": "https://twitter.com/truechaingroup/"
    },
    {
      "name": "telegram",
      "icon": "icon font_family icon-telegram",
      "link": "http://www.t.me/truechain"
    },
    {
      "name": "facebook",
      "icon": "icon font_family icon-facebook",
      "link": "https://www.facebook.com/TrueChaingroup/"
    },
    {
      "name": "reddit",
      "icon": "icon font_family icon-reddit",
      "link": "https://www.reddit.com/r/truechain/"
    },
    {
      "name": "medium",
      "icon": "icon font_family icon-medium",
      "link": "https://medium.com/@truechaingroup"
    },
    {
      "name": "youtube",
      "icon": "icon font_family icon-youtube",
      "link": "https://www.youtube.com/channel/UCsKSh9TPpYCZwHFn4lzhmFg?view_as=subscriber"
    }
  ],
  "footerLinkDescr": "TrueChain แพลตฟอร์มของโซเชียลอย่างเป็นทางการ",
  "footerDownDescr": "เริ่มดาวน์โหลดแอพพลิเคชัน TrueChain",
  "home": {
    "head": {
      "title": "TrueChain | public blockchain ของรุ่นใหม่",
      "keyword": "ห่วงโซ่เริ่มต้น，TRUE，สกุลเงินในช่วงต้นของห่วงโซ่，TrueChain，จางเจี้ยนหนาน ，Hybrid Consensus，เฉิงเสี่ยวหยง，หลินต้าเลี่ยง",
      "description": "TrueChain เป็นโซ่สาธารณะที่สอดคล้องกันของ PBFT - fPOW แรกของโลก"
    },
    "slogan": "รวดเร็วจริงๆ、ไม่มีขีดจำกัด、ปลอดภัย、ที่สามารถขยายได้",
    "slogan1": "PBFT-fPoW ผสมผสานเครือข่ายสาธารณะร่วมกับชุมชนนักพัฒนาซอฟต์แวร์ระดับโลก",
    "white": "กระดาษสีขาว",
    "whiteLink": "https://www.truechain.pro/whitepaper-en.pdf",
    "yellow": "หนังสือสีเหลือง",
    "yellowLink": "https://www.truechain.pro/yellowpaper-en.pdf",
    "banner2": {
      "title": "True ประยุกต์ใช้กระเป๋าสตางค์เบา",
      "line1": "รุ่นเบต้า",
      "line2": "สแกน QR code ดาวน์โหลด"
    },
    "banner3": {
      "title": "ลำดับความสำคัญแคมเปญที่ร้อนแรง",
      "line1": "4000 โหนดมาตรฐานลำดับความสำคัญและโหนดเต็มลำดับความสำคัญ 100 จุด",
      "line2": "3000w True Token  แรงจูงใจของโหนด",
      "btntext": "ดูรายละเอียด"
    },
    "superiority": [{
        "icon": "icon font_family icon-jiejue",
        "title": "แก้ปัญหาที่สำคัญที่สุดของห่วงโซ่สาธารณะ",
        "detail": "ห่วงโซ่เริ่มต้นแก้ปัญหาที่ใหญ่ที่สุดที่ต้องเผชิญกับห่วงโซ่สาธารณะในปัจจุบันโดยใช้กลไกการทำงานร่วมกันของ PBFT-fPoW hybrid และกลไกการกระจายตัวที่ปลอดภัย: ความขัดแย้งระหว่างประสิทธิภาพและการกระจายอำนาจ"
      },
      {
        "icon": "icon font_family icon-tianchengzuo",
        "title": "ตรวจสอบการกระจายอำนาจและความเป็นธรรม",
        "detail": "ใช้ห่วงโซ่ผลไม้เป็นโซ่ช้าการเปลี่ยนค่าพิกเซลสำหรับโปรโตคอล PoW  ห่วงโซ่เริ่มต้นให้แน่ใจว่าการกระจายอำนาจและความเป็นธรรมเป็นโซ่สาธารณะรุ่นใหม่"
      },
      {
        "icon": "icon font_family icon-gongshijizhi",
        "title": "รุ่นแรกของสิ่งจูงใจผสมผสานกัน",
        "detail": "ห่วงโซ่เป็นครั้งแรกในโลกที่ใช้แรงจูงใจเพื่อจัดการห่วงโซ่สาธารณะที่ผสมผสานและเป็นเอกฉันท์ซึ่งทำให้เกิดความรู้สึกทางเศรษฐกิจในการปิดกั้นเทคโนโลยี"
      },
      {
        "icon": "icon font_family icon-jizhi",
        "title": "มีเสถียรภาพ  กลไกค่าเชื้อเพลิงต้นทุนต่ำ",
        "detail": "การบรรลุค่าใช้จ่ายด้านพลังงานเป็นศูนย์เป็นไปไม่ได้สำหรับทุกเครือข่ายสาธารณะ แต่อย่างไรก็ตาม ห่วงโซ่เริ่มต้นให้ความมั่นคง ค่าใช้จ่ายเชื้อเพลิงต้นทุนต่ำและ DApps อนุญาตให้ตระหนักถึงห่วงโซ่"
      },
      {
        "icon": "icon font_family icon-shequ",
        "title": "กลุ่มนักพัฒนาซอฟต์แวร์ระดับโลกที่แข็งแกร่ง",
        "detail": "ในยุคใหม่ของเครือข่ายสาธารณะ ห่วงโซ่เริ่มต้นมีขนาดใหญ่ที่สุดในประเทศจีนกลุ่มนักพัฒนาซอฟต์แวร์ที่เติบโตเร็วที่สุดในโลก"
      },
      {
        "icon": "icon font_family icon-chanpin",
        "title": "เปิดแหล่งที่มาเมทริกซ์ของผลิตภัณฑ์",
        "detail": "เพื่อปรับปรุงและสนับสนุนการผสมแพลตฟอร์มสาธารณะ ห่วงโซ่เริ่มต้นมีเมทริกซ์ผลิตภัณฑ์ที่สมบูรณ์และใช้งานง่ายและผลิตภัณฑ์ทั้งหมดเป็นแหล่งเปิดสู่โลกภายนอก"
      }
    ],
    "about": {
      "title": "เกี่ยวกับ",
      "subhead": "ห่วงโซ่เริ่มต้นคือรวดเร็วจริงๆ การรักษาความปลอดภัย ไม่จำกัด ขยายมิเนอร์วาโซ่ผสม,และมีกลุ่มนักพัฒนาซอฟต์แวร์ระดับโลกที่แข็งแกร่ง",
      "contentList": [
        "จากกลไก Minerva hybrid consensus กลไกแรกเริ่มรวม PBFT และ fPoW เพื่อแก้ปัญหาที่ใหญ่ที่สุดที่ต้องเผชิญกับห่วงโซ่สาธารณะ: ข้อขัดแย้งระหว่างการกระจายอำนาจและประสิทธิภาพ",
        "ห่วงโซ่เริ่มต้นใช้ PBFT เป็นห่วงโซ่อย่างรวดเร็วเพื่อให้เกิดการประมวลผลธุรกรรมอย่างรวดเร็ว PoWเป็นผู้รับผิดชอบในการกำกับและการเลือกตั้งของคณะกรรมการ PBFTและเทคโนโลยีลูกโซ่ผลไม้ถูกรวมเข้าไปในโปรโตคอล PoW แบบดั้งเดิมกลายเป็น fPow,ให้ผู้ใช้สามัญมีโอกาสที่จะมีส่วนร่วมในการทำเหมืองแร่ บรรลุการกระจายอำนาจและความเป็นธรรม ในขณะเดียวกันจุดเริ่มต้นของห่วงโซ่มากกว่า PBFT ที่เพิ่มขึ้นกลไกการกระจายตัวทำลายขีด จำกัด ในแง่ของการขยายตัว",
        "ห่วงโซ่เริ่มต้นมีเทคโนโลยีขั้นสูงและเป็นประโยชน์และเป้าหมายของเราคือเพื่อให้แพลตฟอร์มการระงับการดำเนินงานที่มีประสิทธิภาพสูงสำหรับการกระจายอำนาจทางเศรษฐกิจ ห่วงโซ่เริ่มต้นครั้งแรกเสนอกลไกกระตุ้นจูงใจผสมซึ่งใช้ความตระหนักทางเศรษฐกิจเพื่อสนับสนุนพื้นฐานและส่งเสริมการพัฒนา blockchain ในเวลาเดียวกันกลไกต้นทุนเชื้อเพลิงเริ่มต้นของห่วงโซ่เริ่มต้นสามารถลดต้นทุนในการพัฒนา DApp สำหรับนักพัฒนาและผู้ประกอบการจึงทำให้ห่วงโซ่เริ่มต้นมีความมุ่งมั่นต่อสาธารณชนมากยิ่งขึ้น",
        "ในฐานะที่เป็นแพลตฟอร์ม blockchain ห่วงโซ่เริ่มต้นสร้างชุมชนที่เข้ากันได้สูงเพื่อดึงดูดนักพัฒนาและผู้ประกอบการทั่วโลกให้กลายเป็นส่วนหนึ่งของชุมชนในเครือเริ่มต้น ห่วงโซ่เริ่มต้นไม่เพียง แต่มีชุมชนทั่วโลก แต่ยังมีจำนวนของผลิตภัณฑ์โอเพนซอร์สเป็นครั้งแรกซึ่งเป็นที่สะดวกสำหรับนักพัฒนาที่จะใช้นี้จะช่วยให้ห่วงโซ่เริ่มต้นเพื่อให้เงื่อนไขที่ดีที่สุดสำหรับการพัฒนา DApp จากมุมมองของผู้ใช้",
        "ทีมสายโซ่เริ่มต้นเป็นสากลมากยิ่งขึ้น  สมาชิกจากอินเดีย  สหรัฐอเมริกา  จีนและภูมิภาคอื่น ๆ",
        "ห่วงโซ่เริ่มต้นเป็นหน่วยปกครองของกลุ่มยุทธศาสตร์นวัตกรรมอุตสาหกรรมแห่งระบบอุตสาหกรรมแห่งชาติจีนนอกจากนี้ยังเป็นสมาชิกของศูนย์เครือข่ายแห่งชาตินอกจากนี้ยังเป็นหนึ่งในโครงการปิดกั้นโครงการที่ได้รับรายงานจากสื่อที่มีอำนาจเช่นChina Central Television"
      ]
    },
    "roadmap": {
      "title": "เส้นทาง",
      "list": [{
          "time": "2018-01",
          "events": ["True กระดาษสีขาวที่ปล่อยออกมา"]
        },
        {
          "time": "2018-03",
          "events": ["PBFTกลุ่มพันธมิตรออนไลน์"]
        },
        {
          "time": "2018-04",
          "events": ["หนังสือเทคโนโลยีเล่มแรกที่ได้รับการปล่อยตัวออกมาคือ", "กลไกการทำข้อมูลให้ตรงกันแบบผสมผสานถูกออกแบบมาอย่างดี", "แพลตฟอร์มการจัดการวงจรชีวิตของสัญญาจะได้รับการปล่อยตัวและแพลตฟอร์มตัวเอกออกมา"]
        },
        {
          "time": "2018-05",
          "events": ["แผนงานวิศวกรรมห่วงโซ่เริ่มต้นได้รับการเผยแพร่ใน github ", "กระเป๋าสตางค์สายโซ่ลำแรกออนไลน์", "ระบบการกระจายโหนดเริ่มต้นเป็นแบบออนไลน์"]
        },
        {
          "time": "2018-06",
          "events": ["ผสมกรอบรหัสร่วมกันโอเพนซอร์ส", "การปล่อยกลไกการให้กำลังใจแบบผสมผสาน (Consensus Incentive Mechanism Release)", "การทดสอบภายใน v0.01 ของเครือข่ายหลัก"]
        },
        {
          "time": "2018-07",
          "events": ["fPOWการใช้งานกรอบพื้นฐานและโอเพนซอร์ส", "ซึ่งเป็นที่ตั้งของชุมชนนักพัฒนาซอฟต์แวร์ของสหรัฐฯ"]
        },
        {
          "time": "2018-08",
          "events": ["fPOWการบูรณาการกับเครือข่ายหลักของโซ่ต้นแบบ", "กลไกการกระจายตัวของส่วนแบ่งการตลาดร่วมกัน"]
        },
        {
          "time": "2018-9",
          "events": ["บรรทัดแรกของสายออนไลน์หลัก (เปิดเฉพาะสำหรับโหนดลำดับความสำคัญ)"]
        },
        {
          "time": "2018-12",
          "events": ["กลไกการกระจายตัวของข้อมูลที่สอดคล้องกันแบบไฮบริดออนไลน์"]
        },
        {
          "time": "2019-03",
          "events": ["เปิดให้โหนดทั้งหมดเป็นเครือข่ายหลัก"]
        }
      ]
    },
    "partner": "องค์การความร่วมมือ",
    "institution": "สถาบันการลงทุน",
    "news": {
      "title": "ข่าว",
      "technical": "พลวัตทางเทคนิค",
      "biz": "พลวัตของธุรกิจ",
      "point": "ยังไม่มีข้อมูล",
      "list": [{
          "time": "2018-05-24",
          "title": "ห่วงโซ่เริ่มต้นลงบน CCTV6, การส่งเสริมกระตุ้นเศรษฐกิจจริง"
        },
        {
          "time": "2018-05-23",
          "title": "เทคโนโลยี Blockchain จะล้มล้างหลายอุตสาหกรรม"
        },
        {
          "time": "2018-05-20",
          "title": "ห่วงโซ่แรกเข้าร่วมในการสำรวจกระดาษสีขาวblockchainของกระทรวงอุตสาหกรรมและเทคโนโลยีสารสนเทศ"
        }
      ]
    }
  },
  "roadmap": "เส้นทาง",
  "name": "ห่วงโซ่ในช่วงต้น",
  "copyright": "（ห่วงโซ่ในช่วงต้น）ลิขสิทธิ์เว็บไซต์อย่างเป็นทางการ",
  "nav": {
    "git": "GITHUB",
    "blog": "บล็อก",
    "team": "ทีม",
    "news": "ข่าว",
    "join": "เข้าร่วมกับพวกเรา",
    "node": "โหนด",
    "reward": "เสนอรางวัล",
    "english": "ภาษาจีนตัวย่อ"
  },
  "banner": {
    "title": "True กระเป๋าสตางค์เบา",
    "p1": "รุ่นเบต้าสาธารณะ",
    "p2": "สแกนโปรแกรม QR code download"
  },
  "news": {
    "head": {
      "title": "จุดเริ่มต้นของข่าวโซ่ - การพัฒนาล่าสุดในห่วงโซ่ -  blockchain - ห่วงโซ่เริ่มต้น",
      "keyword": "ห่วงโซ่ในช่วงต้นของการแจ้งเตือน，TRUE,จดหมายข่าว Blockchain，จดหมายสกุลเงินดิจิทัล",
      "description": "ส่วนข่าวในช่วงต้นให้ข้อมูลเรียลไทม์เกี่ยวกับข่าวล่าสุดของบล็อกบล็อกข่าวและพื้นที่บล็อกอื่น ๆ"
    },
    "title": "ข่าว",
    "point": "ยังไม่มีข้อมูล",
    "technical": "ความเคลื่อนของข่าว",
    "biz": "พลวัตของธุรกิจ"

  },
  "partner": {
    "title": "คู่ค้า"
  },
  "team": {
    "head": {
      "title": "ทีมห่วงโซ่ในช่วงต้น - จุดเริ่มต้นของห่วงโซ่ TrueChain",
      "keyword": "สมาชิกในทีมงานต้นโซ่ TRUE, ผู้เชี่ยวชาญด้านบล็อก ผู้เชี่ยวชาญสกุลเงินดิจิทัล ความสามารถ Blockchain",
      "description": "สมาชิกทีมแรกของทีมงานระดับโลกจะแบ่งออกเป็นทีมเทคนิคทีมการค้าและที่ปรึกษาผู้เชี่ยวชาญของ Blockchain ซึ่งกระจายอยู่ในประเทศสหรัฐอเมริกา  อินเดีย  และจีน"
    },
    "banner": "และนักพัฒนาซอฟต์แวร์กว่า 2000+ รายจากทั่วโลก",
    "technology": {
      "title": "กลุ่มนักวิจัยและนักพัฒนาซอฟต์แวร์",
      "list": [{
          "name": "จาง เจี้ยนหนาน",
          "post": "ประธานบริหาร",
          "imgSrc": "jiannan",
          "intro": "ผู้ร่วมก่อตั้งและCEOของสายการศึกษาโดยตรงปริญญาโทด้านวิทยาการคอมพิวเตอร์ที่มหาวิทยาลัยอ๊อกซฟอร์ดได้ศึกษาระบบกระจายที่องค์การวิจัยนิวเคลียร์แห่งยุโรป CERN และก่อตั้งชุมชนแฮ็กเกอร์ Dorothacks ที่ใหญ่และกว้างขวางที่สุดในโลก",
          "introList": [
            "ปริญญาโทวิทยาการคอมพิวเตอร์มหาวิทยาลัย Oxford ",
            "ผู้ก่อตั้ง TopHackerและ Dorahacks",
            "นักวิจัย องค์การวิจัยนิวเคลียร์ยุโรป CERN（2013）"
          ]
        },
        {
          "name": "Archit Sharma",
          "post": "ผู้จัดการฝ่ายเทคโนโลยีวิศวกรรม",
          "imgSrc": "as",
          "intro": "หัวหน้าฝ่ายเทคโนโลยีวิศวกรรมห่วงโซ่ขั้นต้นผู้เชี่ยวชาญด้านระบบกระจายระบบปฏิบัติการและวิศวกรรมสมรรถนะ เขาทำงานให้กับ Red Hat (หมวกแดง) ซึ่งเป็นหนึ่งในผู้ให้บริการรายใหญ่ที่สุดของ Linux และ CERN ซึ่งเป็นองค์กรวิจัยนิวเคลียร์แห่งยุโรปสำหรับบริการคลาวด์ขนาดใหญ่และการออกแบบและพัฒนาระบบแบบกระจาย Archit เป็นผู้สนับสนุนโครงการโอเพ่นซอร์ซที่สำคัญหลายโครงการและยังคงเป็นแชมป์การแข่งขัน Hackathon มากมาย",
          "introList": [
            "ผู้เชี่ยวชาญด้านการพัฒนาระบบคลาวด์และการกระจายข้อมูลเรดแฮต",
            "นักวิจัยองค์การยุโรปเพื่อการวิจัยนิวเคลียร์เซิร์น (2013)",
            "ผู้ร่วมโครงการโอเพ่นซอร์สที่สำคัญ",
            "แชมป์มาราธอน Dorahacks geek",
            "รองชนะเลิศ，CERN Webfest 2013"
          ]
        },
        {
          "name": "หลิวหยาง",
          "post": "เจ้าของเครือข่ายหลัก",
          "imgSrc": "liuyang",
          "introList": [
            "ปริญญาตรีและปริญญาโทมหาวิทยาลัย Tsinghua",
            "ประสบการณ์ด้านการพัฒนาและสถาปัตยกรรมระบบมานานกว่าสิบปี",
            "ผู้เชี่ยวชาญการเข้ารหัสและอัลกอริทึม"
          ]
        },
        {
          "name": "เฉิน ต้าหง",
          "post": "เจ้าของผลิตภัณฑ์",
          "imgSrc": "dahong",
          "intro": "CTO ของภูมิภาคประเทศจีนมีส่วนร่วมในอุตสาหกรรมITเป็นเวลา 20 ปีและมีประสบการณ์ในด้านการออกแบบและพัฒนาผลิตภัณฑ์ทางอินเทอร์เน็ตและการจัดการโครงการซอฟต์แวร์ พันธมิตรทางเทคนิคของ “Civil Fire” เป็นผู้รับผิดชอบการวิจัยและพัฒนาผลิตภัณฑ์ใหม่การจัดกลุ่มเซิร์ฟเวอร์และการประมวลผลพร้อม ๆ กัน",
          "introList": [
            "มีประสบการณ์ในอุตสาหกรรมอินเทอร์เน็ตมากกว่า 20 ปี",
            "Quantitative Cloud หัวหน้าเจ้าหน้าที่ด้านเทคโนโลยี",
            "เจ้าหน้าที่ฝ่ายเทคโนโลยีหัวหน้าฝ่ายซีเอฟโอ"
          ]
        },
        {
          "name": "ฉ่าย เจิ้นชวน",
          "post": "ผู้จัดการผลิตภัณฑ์ Front-end",
          "imgSrc": "zhenchuan",
          "intro": "ผู้รับผิดชอบของTrueChain  จบการศึกษาจาก Xi'an Jiaotong University",
          "introList": [
            "จบการศึกษาจากซีอาน Jiaotong University Junior Class",
            "front geek",
            "อันดับที่ 1 ในการแข่งขัน Dorahacks ชุมชนแบบ geek ในปี 2017 "
          ]
        },
        {
          "name": "เถียน หมิง",
          "post": "ผู้นำด้านการผสานรวมทางเทคนิค",
          "imgSrc": "tianming",
          "intro": "Golang พัฒนาวิศวกรที่มีมากกว่า 10 ปีของ c / c + + ประสบการณ์การพัฒนารับผิดชอบโครงการขนาดใหญ่ความสามารถในการเรียนรู้ที่แข็งแกร่งสมบูรณ์แบบเรียลไทม์ผลิตภัณฑ์ฐานข้อมูลและประสบการณ์โครงการในผลิตภัณฑ์แพลตฟอร์มการซื้อขายสกุลเงินดิจิตอลได้มีการพัฒนากระเป๋าสตางค์ bitcoin และ ethereum",
          "introList": [
            "Golang วิศวกรฝ่ายพัฒนา",
            "ประสบการณ์ในการพัฒนา c / c ++ มากกว่า 10 ปี",
            "ประสบการณ์Real - time ผลิตภัณฑ์ฐานข้อมูลและแพลตฟอร์มการซื้อขายสกุลเงินดิจิตอลโครงการของผลิตภัณฑ์",
            "ได้พัฒนากระเป๋าเงิน Bitcoin และ Ethereum แล้ว"
          ]
        },
        {
          "name": "หยิน อี้ （นักกฎหมาย）",
          "post": "ที่ปรึกษาด้านความปลอดภัย",
          "imgSrc": "fashi",
          "intro": "ที่ปรึกษาด้านการรักษาความปลอดภัย First-chain, การตรวจสอบรหัส: Enterprise Network Code Security Architecture, ผู้บริหารระบบการตรวจสอบความปลอดภัยของซอร์สโค้ด Seay และบล็อกเกอร์ของบล็อกความปลอดภัยที่มีชื่อเสียง cnseay.comเขาเคยทำงานในแผนกรักษาความปลอดภัยของอาลีบาบาและเคยดำรงตำแหน่งหัวหน้าห้องปฏิบัติการต่อต้านอาชญากรรมและอาชญากรรมของอาลีบาบาและเป็นพันธมิตรของ บริษัท ซับเบิร์กเทคโนโลยี Seay มีประสบการณ์มากกว่า 10 ปีในด้านการรักษาความปลอดภัยและการป้องกันประเทศและได้ให้บริการกับ บริษัท ที่มีชื่อเสียงหลายแห่ง",
          "introList": [
            "ผู้นำอาชญากรรมการโจมตีและความปลอดภัยของอาลีบาบา",
            "《ตรวจสอบรหัสสินค้า: องค์กรเครือข่ายสถาปัตยกรรมความปลอดภัยของรหัส》นักเขียน",
            " บล็อกความปลอดภัยที่มีชื่อเสียง cnseay.com blogger"
          ]
        },
        {
          "name": "Samikshan Bairagya",
          "post": "ผู้พัฒนาที่เป็นเอกฉันท์",
          "imgSrc": "sb",
          "intro": "ที่ปรึกษาด้านการรักษาความปลอดภัย First-chain, การตรวจสอบรหัส: Enterprise Network Code Security Architecture, ผู้บริหารระบบการตรวจสอบความปลอดภัยของซอร์สโค้ด Seay และบล็อกเกอร์ของบล็อกความปลอดภัยที่มีชื่อเสียง “cnseay.com” เขาเคยทำงานในแผนกรักษาความปลอดภัยของอาลีบาบาและเคยดำรงตำแหน่งหัวหน้าห้องปฏิบัติการต่อต้านอาชญากรรมและอาชญากรรมของอาลีบาบาและเป็นพันธมิตรของ บริษัท ซับเบิร์กเทคโนโลยี Seay มีประสบการณ์มากกว่า 10 ปีในด้านการรักษาความปลอดภัยและการป้องกันประเทศและได้ให้บริการกับ บริษัท ที่มีชื่อเสียงหลายแห่ง",
          "introList": [
            "Durgapur สถาบันเทคโนโลยีแห่งชาติ ปริญญาตรีวิทยาศาสตร์คอมพิวเตอร์",
            "ผู้ริเริ่มโครงการ Google Summer Developer / Participant (2012)",
            "วิศวกรซอฟต์แวร์ Red Ha（2013-2018）"
          ]
        },
        {
          "name": "ถัง ปินฉี",
          "post": "นักพัฒนาระดับสูง",
          "imgSrc": "binqi",
          "introList": [
            "ประสบการณ์ในการพัฒนาระบบและสถาปัตยกรรมมากกว่า 10 ปี",
            "ผู้จัดการฝ่ายพัฒนาอุปกรณ์อิเล็กทรอนิกส์ เซินเจิ้น",
            "สถาปนิกของการแข่งขัน ระบบเครือข่าย หูหนาน",
            "สถาปนิก 58 ผู้เชี่ยวชาญด้านเทคโนโลยีที่บ้าน",
            "ผู้เชี่ยวชาญด้านระบบสถาปัตยกรรมและระบบอินเทอร์เน็ต"
          ]
        }
      ]
    },
    "business": {
      "title": "พัฒนาและดำเนินงานชุมชน",
      "list": [{
          "name": "เฉิงเสี่ยวหย่ง",
          "post": "หัวหน้าเจ้าหน้าที่กลยุทธ์",
          "imgSrc": "xiaoyong",
          "intro": "ดเริ่มต้นของห่วงโซ่ผู้ร่วมก่อตั้งและหัวหน้าเจ้าหน้าที่กลยุทธ์  ผู้ประกอบการต่อเนื่อง ผู้อำนวยการบริหารของระบบคลาวด์ในอุตสาหกรรม พันธมิตรนวัตกรรมประเทศจีน ผู้นำเยาวชนของฉางอัน Club",
          "introList": [
            "สถาบันวิจัย Tsinghua University    ผู้ประกอบการต่อเนื่องกัน ",
            "ผู้อำนวยการบริหารของจีน ระบบคลาวด์ในตสาหกรรมนวัตกรรมกลยุทธ์พันธมิตร",
            "ผู้นำเยาวชนของฉางอัน Club"
          ]
        },
        {
          "name": "หลินต้าเลี่ยง",
          "post": "หัวหน้าเจ้าหน้าที่ฝ่ายพัฒนา",
          "imgSrc": "daliang",
          "intro": "ผู้ร่วมก่อตั้งต้นแบบหัวหน้าเจ้าหน้าที่ฝ่ายพัฒนาตลาดเครือข่ายอินเทอร์เน็ตและผู้เชี่ยวชาญด้านการดำเนินงานของชุมชนเป็นผู้รับผิดชอบการดำเนินงานเว็บป่ายตู้（เครือข่ายร่วมที่ใหญ่ที่สุดในจีน） 10 ปีของการโฆษณาแบบดิจิตอลและประสบการณ์ในอุตสาหกรรมอินเทอร์เน็ตซึ่งเป็นผู้เขียนที่ขายดีที่สุดในอุตสาหกรรมการตลาดทางอินเทอร์เน็ต",
          "introList": [
            "ผู้เชี่ยวชาญด้านการตลาดอินเทอร์เน็ตและผู้เชี่ยวชาญด้านการดำเนินงานของชุมชน",
            "เคยรับผิดชอบการดำเนินงาน เครือข่าย Baidu Encyclopedia",
            "10ปีของการโฆษณาแบบดิจิตอลและประสบการณ์ในอุตสาหกรรมอินเทอร์เน็ต"
          ]
        }
      ]
    },
    "consultant": {
      "title": "เฉิน หยู่ชรือ",
      "list": [{
          "name": "เฉิน หยู่ชรือ",
          "intro": "เลขาธิการกลยุทธ์นวัตกรรมอุตสาหกรรมระบบคลาวด์ Allianceของจีน ปริญญาตรีวิศวกรรมอิเล็กทรอนิกส์จาก Tsinghua University  วิทยาศาสตรมหาบัณฑิตและวิทยาการคอมพิวเตอร์จาก University of California, San Diego ผู้เชี่ยวชาญด้านโครงการ Talents แห่งชาติ  มหาวิทยาลัย Tsinghua และนักวิจัยมหาวิทยาลัยอื่น ๆ อีกมากมาย เขาทำหน้าที่เป็นที่ปรึกษาด้านกลยุทธ์ของ Microsoft Corporation หัวหน้าฝ่ายกิจการคอมพิวเตอร์และการพัฒนาธุรกิจในประเทศจีนและทำงานที่สำนักงานใหญ่ของ Microsoft ตั้งแต่ปีพ. ศ. 2549 ถึงปี พ.ศ. 2555 ในฐานะสถาปนิกซอฟต์แวร์อาวุโส",
          "introList": [
            "ระดับปริญญาตรี วิศวกรรมอิเล็กทรอนิกส์มหาวิทยาลัย Tsinghua",
            "ระดับปริญญาโท วิทยาศาสตร์คอมพิวเตอร์มหาวิทยาลัยแคลิฟอร์เนียซานดิเอโก",
            "ผู้เชี่ยวชาญด้านโครงการ Talents แห่งชาติ",
            "Tsinghua University และนักวิจัยมหาวิทยาลัยอื่น ๆ อีกมากมาย",
            "ที่ปรึกษาด้านกลยุทธ์ของ Microsoft "
          ]
        },
        {
          "name": "Jamie Cooper",
          "intro": " ผู้เชี่ยวชาญด้านกฎหมายทรัพย์สินทางปัญญาโลก ศาสตราจารย์โรงเรียนกฎหมายเวสเทิแคลิฟอร์เนีย ประธานมูลนิธิ Proyecto ACCESO Foundation อดีตกระทรวงการต่างประเทศสหรัฐฯธนาคารเพื่อการพัฒนาสหรัฐที่ปรึกษาด้านสิทธิบัตรและเครื่องหมายการค้าของสหรัฐฯและตัวแทนสหรัฐอเมริกาในองค์การทรัพย์สินทางปัญญาโลก",
          "introList": [
            "ผู้เชี่ยวชาญด้านกฎหมายทรัพย์สินทางปัญญาโลก",
            "ศาสตราจารย์โรงเรียนกฎหมายเวสเทิแคลิฟอร์เนีย",
            "proyecto ACCESO ประธานมูลนิธิโครงการ",
            "อดีตกระทรวงการต่างประเทศสหรัฐฯธนาคารเพื่อการพัฒนาสหรัฐสหรัฐอเมริกาที่ปรึกษาด้านสิทธิบัตรและเครื่องหมายการค้า",
            "ผู้แทนประเทศสหรัฐอเมริกาขององค์การทรัพย์สินทางปัญญาโลก"
          ]
        },
        {
          "name": "โจว จิ้งหลง",
          "intro": "อดีตพันธมิตรของ Great Wall Society (องค์กรอินเทอร์เน็ตที่ใหญ่ที่สุดในโลก) ที่มีความสัมพันธ์และทรัพยากรทั่วโลกในอุตสาหกรรมอินเทอร์เน็ตและรัฐบาล",
          "introList": [
            "อดีตหุ้นส่วน GWC",
            "มีอุตสาหกรรมอินเทอร์เน็ตทั่วโลกและทรัพยากรความสัมพันธ์กับรัฐบาล"
          ]
        },
        {
          "name": "โจว จุน",
          "intro": "ผู้เขียนหนังสือที่ขายดีที่สุด “Blockchain Technology Guide” ซึ่งเป็นผู้เชี่ยวชาญใน เขตจงกวนชุน Blockchain Industry Alliance, Ph.D. ในสัญญาบริการและอดีตหัวหน้าวิศวกรซอฟต์แวร์ในอุตสาหกรรมการเงินของไอบีเอ็มออสเตรเลียได้เผยแพร่เอกสารมากกว่า 200 ฉบับในที่ประชุม IEEE International Conference บทความเกี่ยวกับเอกสารที่เกี่ยวข้องกับ blockchain ได้รับรางวัล IEEE ICWS ในปีพ. ศ. 2559",
          "introList": [
            "ผู้เขียนหนังสือที่ขายดีที่สุด “Blockchain Technology Guide",
            "ผู้เชี่ยวชาญพันธมิตรอุตสาหกรรม blockchain  เขตจงกวนชุน,",
            "อดีตวิศวกรซอฟต์แวร์ของไIBMนอุตสาหกรรมการเงินของออสเตรเลีย",
            "เขาได้รับการตีพิมพ์ในงาน IEEE International Conference กว่า 200 ฉบับ",
            "เอกสารที่เกี่ยวข้องกับการป้องกันการห่วงโซ่ได้รับรางวัลมาตรฐาน IEEE ICWS ในปี 2016 "
          ]
        },
        {
          "name": "จูหยู่（ปิ้น เค่อ）",
          "intro": "คณบดีสถาบันวิจัยระบบห่วงโซ่อุปทานแบบใหม่และ Blockchain คนแรกที่รับผิดชอบแผนกค้าปลีก (O2O) ของอาลีบาบากรุ๊ปได้กลายเป็นรองประธานของ Shangpin Business ในปีพศ. 2558 รับผิดชอบงานออฟไลน์และงานออนไลน์ ประสบการณ์อันยาวนานในด้านการสื่อสารแบบดิจิตอลการสื่อสารและการตลาดดิจิทัล",
          "introList": [
            "คณบดีสถาบันวิจัย Blockchain แบบใหม่และบล็อกชิ่ง",
            "คนแรกที่ดูแลแผนกขายปลีก (o2o) แห่งอาลีบาบากรุ๊ป",
            "อดีตรองประธานฝ่ายธุรกิจชั้นนำ",
            "การสื่อสารแบบดิจิทัลอย่างครบวงจรผู้เชี่ยวชาญด้านธุรกิจการตลาดดิจิทัล"
          ]
        }
      ]
    }
  },
  "join": {
    "head": {
      "title": "Blockchain - เว็บไซต์จัดหางานอย่างเป็นทางการ",
      "keyword": "Blockchain  TRUE เว็บไซต์ทางการสรรหาบุคลากร  ห่วงโซ่บล็อก  ความสามารถ Blockchain  สกุลเงินดิจิทัล",
      "description": "การรับสมัครงานในช่วงต้นคาดว่าจะมีความสามารถในการเข้าร่วมกับเรามากขึ้น"
    },
    "title": "เข้าร่วมกับพวกเรา",
    "intro": "ยินดีต้อนรับสู่ความสร้างสรรค์หลงใหลและจริงใจร่วมกับพวกเราและเดินทางไปกับเรา",
    "p1": "ตั้งแต่วันแรกที่เข้าเรียนคุณจะเริ่มกระบวนการฝึกในขณะที่กำลังทำงาน คุณจะพบว่าประสบการณ์ที่สะสมของเรามีประโยชน์มาก เข้าร่วมกับเราและคุณจะเข้าร่วมในโครงการฝึกอบรมการพัฒนาพนักงานของบริษัท",
    "p2": "การฝึกอบรมไม่เพียงแต่ต้องพัฒนาคุณภาพและศักยภาพของพนักงานแต่ละคนอย่างต่อเนื่อง นอกจากนี้ยังเป็นหนึ่งในสัญลักษณ์ที่สำคัญในการส่งเสริมความสำเร็จของ บริษัทเรามั่นใจได้ว่าการทำงานที่นี่คุณจะมีโอกาสที่จะเป็นผู้เชี่ยวชาญในอุตสาหกรรมนี้",
    "button": "เข้าร่วมตอนนี้ ",
    "duty": "ความรับผิดชอบในงาน",
    "require": "ความต้องการของงาน",
    "workCity": "สถานที่ทำงาน",
    "requireNum": "ปริมาณความต้องการ",
    "salary": "การรักษาเงินเดือน",
    "email": "เปิดใช้งานกล่องจดหมายการส่งต่อ",
    "position": [{
        "path": "jd/0",
        "icon": "icon font_family icon-kaifa",
        "job": "Go วิศวกรพัฒนาภาษา"
      },
      {
        "path": "jd/1",
        "icon": "icon font_family icon-suanfa",
        "job": "วิศวกรขั้นตอนภาษาอัลกอริทึม"
      },
      {
        "path": "jd/2",
        "icon": "icon font_family icon-touzi",
        "job": "ผู้อำนวยการฝ่ายนักลงทุนสัมพันธ์"
      },
      {
        "path": "jd/3",
        "icon": "icon font_family icon-zhaopin",
        "job": "หัวหน้าของการรับสมัคร"
      },
      {
        "path": "jd/4",
        "icon": "icon font_family icon-zhuli",
        "job": "ผู้ช่วย CEO"
      },
      {
        "path": "jd/5",
        "icon": "icon font_family icon-zongjian",
        "job": "กรรมการธุรกิจ Blockchain "
      },
      {
        "path": "jd/6",
        "icon": "icon font_family icon-shixisheng",
        "job": "ฝึกปฏิบัติงาน"
      }
    ],
    "jobs": [{
        "title": "Goวิศวกรพัฒนาภาษา",
        "duty": [
          "ออกแบบและพัฒนาผลิตภัณฑ์ที่มี blockchain แบบโซ่ต้นโดยใช้ภาษา Go",
          "มีส่วนร่วมในการออกแบบสถาปัตยกรรมซอฟต์แวร์ของแพลตฟอร์ม blockchain และศึกษาเทคโนโลยีที่สำคัญของโครงสร้างพื้นฐาน blockchain",
          "บผิดชอบในการพัฒนาเลเยอร์หลักของบล็อค (การทำธุรกรรมการส่งข้อความเครื่องเสมือน EVM)",
          "ทำงานใกล้ชิดกับทีมงานฝ่ายพัฒนา / ทดสอบผลิตภัณฑ์ / การออกแบบ / ทีมงานเพื่อพัฒนางานพัฒนาที่มีคุณภาพและทันเวลา",
          "การเตรียมการการทำงานในระดับสูง"
        ],
        "require": [
          "ประสบการณ์การพัฒนาโครงการ 2 ปี;",
          " คุ้นเคยกับการเขียนโปรแกรมภาษา Golang  ต้นแบบแบบมัลติเธรด；",
          "ด้วยการโหลดสูง ต้องการประสบการณ์ด้านการออกแบบการพัฒนาที่สูงขึ้น；",
          "มีทักษะการเขียนโปรแกรมคอมพิวเตอร์ที่มั่นคง โดยเฉพาะอย่างยิ่งในโครงสร้างข้อมูล อัลกอริทึมและโค้ด การออกแบบซอฟต์แวร์มีพื้นฐานที่ดี；",
          "คุ้นเคยผ้าหรืออีเธอร์เน็ตลำดับความสำคัญของการพัฒนาสแควร์"
        ]
      },
      {
        "title": "วิศวกรขั้นตอนภาษาอัลกอริทึม",
        "duty": [
          "ออกแบบและพัฒนาผลิตภัณฑ์ที่มี blockchain แบบสตาร์ทบล็อกโดยใช้ Go",
          "มีส่วนร่วมในการออกแบบสถาปัตยกรรมซอฟต์แวร์ของแพลตฟอร์ม blockchain และศึกษาเทคโนโลยีที่สำคัญของโครงสร้างพื้นฐาน blockchain",
          "มีความรับผิดชอบในการพัฒนาชั้นแกน blockchain (อัลกอริทึมที่สอดคล้องกัน)",
          "ทำงานอย่างใกล้ชิดกับทีมงานฝ่ายพัฒนา / ทดสอบผลิตภัณฑ์ / การออกแบบ / ส่วนหน้าเพื่อให้งานพัฒนาที่มีประสิทธิภาพและตรงเวลาและมีคุณภาพ",
          "การทำงานของการจัดการความเป็นผู้นำที่เหนือกว่าอื่น ๆ"
        ],
        "require": [
          "ประสบการณ์การพัฒนาโครงการ 2 ปี;",
          "คุ้นเคยกับการเขียนโปรแกรมภาษา Golang ต้นแบบแบบมัลติเธรด；",
          "มีภาระสูง ค่าประสบการณ์การออกแบบการพัฒนาสูงพร้อมกันเป็นที่ต้องการ ",
          "มีความสามารถในการเขียนโปรแกรมคอมพิวเตอร์ที่มั่นคงโดยเฉพาะอย่างยิ่งในโครงสร้างข้อมูลอัลกอริทึมและโค้ดการออกแบบซอฟต์แวร์มีพื้นฐานที่ดี；",
          "คุ้นเคยกับ fabric หรือลำดับความสำคัญในการพัฒนา"
        ]
      },
      {
        "title": "ผู้อำนวยการฝ่ายนักลงทุนสัมพันธ์",
        "workCity": "จีน、อเมริกา",
        "requireNum": "2คน（baseอยู่ในสหรัฐอเมริกา  สามารถพูดภาษาอังกฤษได้ดี）",
        "duty": [
          "รับผิดชอบในการบำรุงรักษาความสัมพันธ์กับนักลงทุนสถาบันและนำทางไปยังโครงการหลักในประเทศจีนและสหรัฐอเมริกาเพื่อหารือเกี่ยวกับความร่วมมือ"
        ],
        "require": [
          "คุ้นเคยกับการลงทุนด้าน blockchain   คุณสามารถทำวัสดุที่เกี่ยวข้องและข้อเสนอการลงทุนได้",
          "เบื้องหลังที่เกี่ยวข้องกับการเงิน การระดมทุนจาก บริษัทจดทะเบียนและการระดมทุนจาก บริษัทจดทะเบียนในตลาดหลักทรัพย์เป็นที่ต้องการของอุตสาหกรรมเทคโนโลยีทางการเงิน",
          "มีความยืดหยุ่นและความซื่อสัตย์กล้าที่จะทำและเรียนรู้อย่างรวดเร็วเกี่ยวกับโครงสร้างพื้นฐานและโครงสร้างการตลาด",
          "อาชีพภาพส่วนบุคคล"
        ],
        "salary": "เงินเดือนขั้นพื้นฐาน + ค่าคอมมิชชั่น (เชื่อมโยงกับขนาดของการระดมทุนระยะเวลาการถือครองการเปิดเผยข้อมูลของกองทุนเป็นต้น)"
      },
      {
        "title": "การสรรหาผู้บังคับบัญชา",
        "duty": [
          "ขยายรักษาและประเมินช่องงานสรรหาบุคลากรเพื่อให้แน่ใจว่าช่องทางการสรรหาบุคลากรของ บริษัท มีประสิทธิภาพและราบรื่น；",
          "การใช้ช่องทางสรรหาต่างๆเพื่อโพสต์ข้อมูลการสรรหาบุคลากร กรองประวัติการทำงาน ตำแหน่งที่ยากลำบากในการค้นหาประวัติ การสัมภาษณ์ทางโทรศัพท์ ",
          "คำเชิญการสัมภาษณ์เข้ามารับและติดตามผลของกระบวนการสรรหาทั้งหมด (ทดสอบครั้งแรก retest แจ้งให้ทราบล่วงหน้าก่อนเริ่มทำงาน ฯลฯ );",
          "การจัดการการป้อนข้อมูลของพนักงานและการแก้ไข ระดม ขั้นตอนการทำงานเช่นการลาออก；"
        ],
        "require": [
          "นเคยกับการลงทุนด้าน blockchain  สามารถทำวัสดุที่เกี่ยวข้องและข้อเสนอการลงทุน",
          "ข้อมูลที่เกี่ยวข้องกับการเงิน การระดมทุนจากบริษัทจดทะเบียนและการระดมทุนจากบริษัทจดทะเบียนในตลาดหลักทรัพย์แห่งประเทศไทย มีเบื้องหลังอุตสาหกรรมเทคโนโลยีทางการเงินที่แนะนำ",
          "มีความยืดหยุ่นและตรงไปตรงมากล้าที่จะกล้าทำคุณสามารถเรียนรู้พื้นฐานเกี่ยวกับโครงสร้างการตลาดและโครงสร้างการตลาดได้อย่างรวดเร็ว",
          "อาชีพภาพส่วนตัว"
        ]
      },
      {
        "title": " ผู้ช่วย CEO",
        "duty": [
          "ความเกี่ยวข้องของธนาคารทางการเงินการมีส่วนร่วมในการบริหารสินทรัพย์ความไว้วางใจการจัดตำแหน่งส่วนตัวเป็นต้นประสบการณ์ในการทำงานของ blockchain เป็นสิ่งสำคัญ",
          "ช่วยCEOในการวางแผนธุรกิจโดยรวมขององค์กรและการจัดการการดำเนินงาน จัดระเบียบและประสานงานการประชุมตามปกติในระดับผู้บริหารระดับสูง และประสานงานกับ CEO เพื่อดำเนินการติดตามและดำเนินการตามการตัดสินใจทางธุรกิจที่สำคัญ；",
          "ตามความต้องการทางธุรกิจรับผิดชอบโครงการสำคัญ ๆ ในระยะเริ่มแรกของการดำเนินงานของ บริษัท (เช่น โครงการนำเข้าของธนาคารโครงการออกแบบกระบวนการทางธุรกิจ) และรายงานความคืบหน้าของโครงการให้แก่ CEO และจัดการกับปัญหาโหนดสำคัญ ๆ",
          "ร่วมมือกับCEOในการจัดการกับธุรกิจภายนอกและการประชาสัมพันธ์ของคู่ค้าอย่างต่อเนื่องขยายช่องผลิตภัณฑ์ของลูกค้าเดิมและเสริมสร้างเนื้อหาทางธุรกิจ；",
          "ช่วยให้ซีอีโอให้เสร็จสิ้นการออกแบบ การดำเนินการ การตรวจสอบ การกำกับดูแล สถานะการดำเนินงาน ",
          "ภาพลักษณ์ที่ดี  การสื่อสารที่ดี  ความคิดที่ชัดเจน   การทำงานหนักและจิตวิญญาณในการทำงาน"
        ],
        "require": [
          "คุ้นเคยกับฟิลด์การลงทุน blockchain สามารถทำวัสดุที่เกี่ยวข้องและข้อเสนอการลงทุนได้ ",
          "ข้อมูลที่เกี่ยวข้องกับการเงิน การระดมทุนจากบริษัทจดทะเบียนและการระดมทุนจากบริษัทจดทะเบียนในตลาดหลักทรัพย์แห่งประเทศไทย มีข้อมูลอุตสาหกรรมเทคโนโลยีทางการเงินที่แนะนำ",
          "ยืดหยุ่นและตรง กล้าที่จะทำมัน คุณสามารถเรียนรู้พื้นฐานของ blockchain และโครงสร้างตลาดได้อย่างรวดเร็ว",
          "อาชีพภาพส่วนบุคคล"
        ]
      },
      {
        "title": "กรรมการธุรกิจ Blockchain",
        "duty": [
          "ประวัติความเป็นมาในช่องทางการเงินและการธนาคารที่มีประสบการณ์มากกว่า 3 ปีในการทำธุรกิจธนาคาร",
          "ความคุ้นเคยกับโซลูชันบล็อกในสถานการณ์ทางการเงินของอุตสาหกรรมเป็นสิ่งสำคัญ",
          "จัดระเบียบการพัฒนาในเชิงลึกของช่องทางการธนาคารและขยายวิธีการขายใหม่ ๆ เพื่อพัฒนางานพัฒนาช่องทาง；",
          "มีความคิดในการพัฒนาธุรกิจที่ชัดเจนกลยุทธ์การดำเนินการตลาดที่มีประสิทธิภาพและความสามารถในการพัฒนาลูกค้าที่แข็งแกร่ง",
          "คุ้นเคยกับสภาวะตลาดการเงินและห่วงโซ่อุปทานประเภทธุรกิจการเงินกระบวนการและการควบคุมความเสี่ยงด้วยการจัดการความเสี่ยงเนื่องจากและการรับรู้การปฏิบัติตามกฎระเบียบ ",
          "ตามโหมดการทำงานของแพลตฟอร์มนำไปสู่การติดตั้งและจัดการบล็อกกับทีมช่องและประสานงานการจัดการงานออนไลน์ของแพลตฟอร์มภายนอก"
        ],
        "require": [
          "มีสาขาด้านการตลาดการเงินและการเงินที่สำคัญ；",
          "กว่า10ปีของอุตสาหกรรมการเงิน  5ปีของการขายและประสบการณ์การบริหารจัดการโครงการ blockchain โซลูชั่น blockchain ประสบการณ์การขายผลิตภัณฑ์เป็นที่ต้องการ;  ",
          "ที่มีความเชี่ยวชาญด้านการเงิน ทำความเข้าใจเกี่ยวกับการพัฒนาตลาดการลงทุนและการจัดการความมั่งคั่ง มีความเข้าใจและความคิดที่ลึกซึ้งเกี่ยวกับอุตสาหกรรม；  ",
          "คุ้นเคยกับกฎเกณฑ์ทางอุตสาหกรรมและคู่แข่งในการแก้ปัญหาในอุตสาหกรรม",
          "ประสบการณ์ในการสร้างทีมที่ยอดเยี่ยมทักษะการจัดการทีมที่แข็งแกร่งและดีในการประสานงานการทำงานของทีมการตลาด；",
          "มีความตระหนักในตลาดความยืดหยุ่นความเป็นผู้นำและความสามารถในการพัฒนาตลาดอิสระความสามารถในการเรียนรู้ที่แข็งแกร่งตรรกะที่แข็งแกร่งและทักษะทางภาษาที่ดี；    ",
          "มีแหล่งข้อมูลลูกค้าระดับสูงบางอย่างและมีช่วงบล็อกและทรัพยากรทางการเงิน；",
          "แข็งแรงกล้าได้กล้าเสีย พลังแรง สุขภาพ มองโลกในแง่ดีและใจกว้าง จิตวิญญาณผู้บุกเบิก；"
        ]
      },
      {
        "title": "ฝึกปฏิบัติงาน",
        "duty": [
          "รับผิดชอบในการขยายและบำรุงรักษาผู้ใช้หลักของชุมชน การดำเนินกิจกรรม ติดตาม สถิติข้อมูล ฯลฯ；",
          "หัวข้อร้อนแรงที่เกี่ยวข้องเพื่อเริ่มต้นการสนทนา สร้างความเข้มแข็งให้กับผู้ใช้ในการสื่อสารภายในชุมชนโทรศัพท์มือถือ ปรับปรุงความชัดเจนของผู้ใช้ กิจกรรมและความภักดี สร้างบรรยากาศการโต้ตอบที่ดีในชุมชน；",
          "ปรับปรุงกิจกรรมของชุมชนและตอบผู้ใช้ในเวลาที่เหมาะสม；",
          "รับผิดชอบในการดูแลรักษาแกนหลักและผู้ใช้ที่ใช้งานอยู่ของชุมชนอย่างเต็มความเข้าใจความต้องการของผู้ใช้และเก็บรวบรวมความคิดเห็นของผู้ใช้。"
        ],
        "require": [
          "ทำงานอย่างน้อย 3 วันต่อสัปดาห์",
          "การลงทะเบียนเรียนเต็มเวลาการศึกษาระดับปริญญาตรีขึ้นไป",
          "รักและสนใจในอินเทอร์เน็ต สนใจงานด้านการปฏิบัติงาน ความสามารถในการเรียนรู้ที่ดี ประสบการณ์ในการจัดกิจกรรมออนไลน์และออฟไลน์",
          "สำนักงานสาขาและซอฟต์แวร์สำนักงานอื่น ๆ ที่ดีที่สุด；",
          "มีทักษะในการติดต่อสื่อสารและการแสดงออกที่ดีทำงานอย่างจริงจังและมีความรับผิดชอบ；"
        ],
        "workCity": "เมืองหลวงปักกิ่ง"
      }
    ]
  },
  "node": {
    "head": {
      "title": " Announcement| TrueChain priority nodes election releases result ",
      "text1": "TrueChain’s priority nodes election lasted for 3 months since it started in the mid-May, now the election ends. In accordance with the arrangements previously published by TrueChain, the application page of priority node closed on August 16.",
      "text2": "By the midnight of August 16, nearly one thousand users from TrueChain’s global community participated and reached the qualification of priority nodes election. Among which are 455 priority standard nodes with 439 individual and 2 teams participated; 340 priority master nodes with 43 individual and 17 teams participated.",
      "text3": "According to the priority nodes election incentive rules,",
      "text4": "1.Priority mining begins in mid-september after the Beta version of mainnet launches.",
      "text5": "2.The mining will last six months, until March 2019",
      "text6": "3.Master nodes and standard nodes will compete for 2 million TRUE respectively, 4 million TRUE in total.",
      "text7": "4.All the TRUE will be migrated to the official mainnet and come into effect immediately.",
      "text8": "TrueChain Foundation",
      "text9": "16th, August, 2018",
      "keyword": "Blockchain，TRUE,แคมเปญโหนด，โหนดซุปเปอร์，ห่วงโซ่บล็อก，数字货币",
      "description": "ห่วงโซ่เริ่มต้นจะเลือกโหนดมาตรฐานลำดับความสำคัญไม่เกิน 4000 (POWs) และไม่เกิน 100 โหนดที่มีลำดับความสำคัญสูง (PBFT + POW) ผ่านกลไกการลงทะเบียนและการลงคะแนนก่อนสายทดสอบเครือข่ายหลักในเดือนกันยายน"
    },
    "result": "ผลลัพธ์",
    "notPass": "(Failed)",
    "title": "การลงทะเบียนเลือกตั้งโหนดลำดับความสำคัญ",
    "StandardSum": "แคมเปญโหนดมาตรฐานได้รับการลงทะเบียนแล้ว",
    "nodeFullSum": "แคมเปญโหนดได้รับการลงชื่อสมัครใช้แล้ว",
    "sumNum": "จำนวนทั้งหมด",
    "personalCampaign": "แคมเปญส่วนตัว",
    "teamCampaign": "ทีมแคมเปญ",
    "timeDownCampaign": "การนับถอยหลังการลงคะแนนโหนโหนดลำดับแรก",
    "nodeRank": "Priority Nodes Result",
    "nodeStandard": "โหนดมาตรฐาน",
    "nodeFull": "โหนดเต็ม",
    "tableRank": "การจัดอันดับ",
    "tableNickname": "ชื่อเล่น",
    "tableTime": "เวลาลงทะเบียน",
    "tableScore": "คะแนนทั้งหมด",
    "tableTickets": "ตั๋ว",
    "team": "ทีม",
    "person": "บุคคล",
    "day": "วัน",
    "hour": "ชั่วโมง",
    "minute": "นาที",
    "second": "วินาที"
  }
}
