{
  "language": "Tiếng Việt",
  "linksList": [{
      "name": "twitter",
      "icon": "icon font_family icon-twitter",
      "link": "https://twitter.com/truechaingroup/"
    },
    {
      "name": "telegram",
      "icon": "icon font_family icon-telegram",
      "link": "https://t.me/truechainglobal"
    },
    {
      "name": "facebook",
      "icon": "icon font_family icon-facebook",
      "link": "https://www.facebook.com/TrueChaingroup/"
    },
    {
      "name": "reddit",
      "icon": "icon font_family icon-reddit",
      "link": "https://www.reddit.com/r/truechain/"
    },
    {
      "name": "medium",
      "icon": "icon font_family icon-medium",
      "link": "https://medium.com/@truechaingroup"
    },
    {
      "name": "youtube",
      "icon": "icon font_family icon-youtube",
      "link": "https://www.youtube.com/channel/UCsKSh9TPpYCZwHFn4lzhmFg?view_as=subscriber"
    }
  ],
  "footerLinkDescr": "Nền tảng SNS chính thức của TrueChain",
  "footerDownDescr": "Tải về ứng dụng light wallet của TrueChain",
  "home": {
    "head": {
      "title": "TrueChain | Một thế hệ mới của chuỗi công đồng nhất trí hỗn hợp",
      "keywords": "初链，TRUE，初链币，TrueChain，张剑南，区块链，混合共识，程小永，林大亮",
      "description": "初链是全球最早的PBFT - fPOW混合共识公链"
    },
    "adVideoTitle":"INTRODUCTION",
    "adVideoLink":"https://qiniu.truescan.net/video/ad-vn.mp4",
    "slogan": "",
    "slogan1": "Nhanh chóng, không bị giới hạn, an toàn và có thể mở rộng Public Blockchain sử dụng công nghệ đồng thuận lai PBFT-POW với sự hỗ trợ của cộng đồng các nhà phát triển trên toàn thế giới.",
    "white": "White paper",
    "whiteLink": "https://qiniu.truescan.net/pdf/whitepaper-en.pdf",
    "yellow": "Yellow paper",
    "yellowLink": "https://qiniu.truescan.net/pdf/yellowpaper-en.pdf",
    "mainNet": "MAIN NET",
    "banner2": {
      "title": "True Ứng dụng ví ánh sáng",
      "line1": "Phiên bản beta công khai",
      "line2": "Quét mã QR tải xuống"
    },
    "banner3": {
      "title": "Ưu tiên bầu cử nút nóng",
      "line1": "4000 nút tiêu chuẩn ưu tiên và 100 nút đầy đủ ưu tiên",
      "line2": "3000w Kích hoạt nút mã hóa thực sự",
      "btntext": "Xem chi tiết"
    },
    "superiority": [{
        "icon": "icon font_family icon-jiejue",
        "title": "Giải quyết những rào cản của Public Blockchain",
        "detail": "TrueChain giải quyết sự mâu thuẫn giữa hiệu quả công việc và tính phi tập trung của Public Blockchain nhờ vào tính chất phân cấp của cơ chế đồng thuận lai PBFT - POW sử dụng công nghệ phân mảnh an toàn."
      },
      {
        "icon": "icon font_family icon-tianchengzuo",
        "title": "Bảo đảm tính phi tập trung và sự công bằng",
        "detail": "TrueChain đảm bảo tính phi tập trung và sự công bằng cho thế hệ Public blockchain mới bằng cách sử dụng Fruitchain như một Snailchain để thay thế PoW của fPoW của Nakamoto."
      },
      {
        "icon": "icon font_family icon-gongshijizhi",
        "title": "Mô hình khuyến khích đồng thuận lai đầu tiên",
        "detail": "TrueChain là dự án đầu tiên thiết kế mô hình khuyến khích đồng thuận lai, giúp truyền tải được nhận thức kinh tế vào công nghệ blockchain. "
      },
      {
        "icon": "icon font_family icon-jizhi",
        "title": "Cơ chế phí gas thấp và ổn định",
        "detail": "Phí gas bằng không là không thể đối với bất kỳ Public blockchain nào, mặc dù như vậy, TrueChain vẫn có thể thiết lập cơ chế phí gas thấp và ổn định nhằm tạo điều kiện cho nhiều DApp được phát triển trên mạng lưới."
      },
      {
        "icon": "icon font_family icon-shequ",
        "title": "Cộng đồng phát triền toàn cầu mạnh mẽ",
        "detail": "Trong số các Public blockchain thế hệ mới, TrueChain có một cộng đồng phát triển lớn nhất Trung Quốc và tiến bộ nhanh chóng nhất thế giới."
      },
      {
        "icon": "icon font_family icon-chanpin",
        "title": "Đa dạng các sản phẩm mã nguồn mở ",
        "detail": "TrueChain mang đến hàng loạt các sản phẩm có thể hỗ trợ nền tảng Public blockchain đồng thuận lai và giúp chuỗi công nghệ vừa có mã nguồn mở, vừa dễ sử dụng. "
      }
    ],
    "about": {
      "title": "Về chúng tôi",
      "subhead": "TrueChain cam kết mang đến thế hệ cơ sở hạ tầng blockchain tiếp theo. Đây là chuỗi công khai đầu tiên trên thế giới áp dụng công nghệ đồng thuận lai fPow + PBFT và có cộng đồng công nghệ mã nguồn mở toàn cầu mạnh mẽ, cung cấp hỗ trợ chuỗi công cộng cơ bản mang lại độ bảo mật cao và hiệu suất vượt trội cho các ứng dụng phi tập trung (DApp) và các tài sản số trên toàn cầu.",
      "contentList": [
        "Rất nhiều public chain chỉ dựa trên cơ chế đồng thuận như PoW hoặc PoS, đang gặp phải rào cản lớn về sự hiệu quả. Mặt khác, những chuỗi dPoS hoặc dBFT đã cải thiện được sự hiểu quả nhưng lại gặp phải rào cản về tính phi tập trung. TrueChain sử dụng cơ chế đồng thuận lai gọi là Minerva kết hợp giữa PBFT và fPoW để giải quyết vấn đề lớn nhất cản trở public blockchain: sự mâu thuẫn giữa tính phi tập trung và độ hiệu quả",
        "TrueChain sử dụng PBFT làm chuỗi tốc độ (fast-chain) để xử lý các giao dịch, và các node PoW làm nhiệm vụ giám sát và bầu chọn FBFT. Bên cạnh đó, TrueChain tích hợp thêm công nghệ fruitchain vào giao thức PoW truyền thống, tạo thành fPoW (đóng vai trò là một snailchain) nhằm giúp chuỗi có tính phi tập trung cao và công bằng. TrueChain cũng thiết lập công nghệ phân mảnh (sharding) vào PBFT để tăng giới hạn mở rộng .",
        "TrueChain sử dụng PBFT làm chuỗi tốc độ (fast-chain) để xử lý các giao dịch, và các node PoW làm nhiệm vụ giám sát và bầu chọn FBFT. Bên cạnh đó, TrueChain tích hợp thêm công nghệ fruitchain vào giao thức PoW truyền thống, tạo thành fPoW (đóng vai trò là một snailchain) nhằm giúp chuỗi có tính phi tập trung cao và công bằng. TrueChain cũng thiết lập công nghệ phân mảnh (sharding) vào PBFT để tăng giới hạn mở rộng.",
        "Với vai trò là một nền tảng công nghệ, TrueChain xây dựng một cộng đồng toàn diện nhằm thu hút các nhà phát triển và doanh nhân toàn cầu trở thành một phần của cuộc cách mạng kinh tế phi tập trung. TrueChain không chỉ có một cộng đồng phát triển toàn cầu mà còn có một mạng lưới sản phẩm tiện lợi cho các nhà phát triển. Các sản phẩm mã nguồn mở này sẽ cung cấp các điều kiện thuận lợi nhất cho người dùng.",
        "Đội ngũ của TrueChain đến từ nhiều nơi trên thế giới như Ấn Độ, Mỹ, Trung Quốc, v.v."
      ]
    },
    "roadmap": {
      "title": "Lộ trình phát triển",
      "content": [
        "2017.9 - 2018.10",
        "TrueChain’s white paper v1.0 released",
        "TrueChain’s PBFT consortium chain released",
        "TrueChain technical yellow paper v1.0 released",
        "Hybrid consensus mechanism design completed",
        "Stellar - smart contract management engine - released and open sourced",
        "TrueChain’s engineering roadmap released on github",
        "TrueChain Light Wallet released",
        "TrueChain’s election system for decentralized nodes released",
        "TrueChain has been listed on OKex, ZB, Bithumb, HitBTC and many other major exchanges",
        "Globally TrueChain’s token holder exceeds 100k",
        "Hybrid consensus framework code open source",
        "TrueChain Foundation Board of Directors Elected",
        "Hybrid consensus incentives release",
        "TrueChain technical yellow paper v2.0 released",
        "TrueChain TestNet - BetaNet released",
        "TrueChain’s First Blockchain Explorer TrueScan launched",
        "Developer platform released",
        ">10 Dapps running and testing on TrueChain BetaNet",
        "2018.11 - 2019.12",
        "Design PandaST Protocol",
        "Implement 3rd-party gas payment agent",
        "Main Net Launch",
        "Reform gas fee mechanism",
        "Reform public chain incentive model",
        "Increase and stabilize mining hash power for main net to ensure high-level security",
        ">100 Dapps & Asset tokens on TrueChain",
        ">10 Million USD asset value issued on TrueChain",
        ">500k TRUE token holders globally",
        "Add Zero-knowledge Proof and related privacy features",
        "2020 Onwards",
        ">1000 Dapps & Asset tokens on TrueChain and keep fast growth",
        ">1 Billion USD asset value issued on TrueChain and keep fast growth",
        ">1 Million TRUE token holders globally and keep fast growth",
        "Decentralized governance"
      ],
      "list": [{
          "time": "2018-01",
          "events": ["TrueChain ra mắt giấy trắng"]
        },
        {
          "time": "2018-03",
          "events": ["Ra mắt Liên minh blockchain PBFT "]
        },
        {
          "time": "2018-04",
          "events": [
            "TrueChain phát hành giấy vàng",
            "Hoàn thiện thiết kế cơ chế đồng thuận lai",
            "Stellar – Nền tảng để triển khai và quản lý vòng đời của các hợp đồng thông minh đã được ra mắt"
          ]
        },
        {
          "time": "2018-05",
          "events": [
            "Lộ trình phát triển kỹ thuật của TrueChain ra mắt trên Github",
            "TrueChain ra mắt light wallet ",
            "TrueChain ra mắt hệ thống biểu quyết dành cho các node phi tập trung"
          ]
        },
        {
          "time": "2018-06",
          "events": ["Mô hình mã nguồn mở đồng thuận lai",
            "Ra mắt cơ chế các khuyến khích đồng thuận lai ",
            "Thử nghiệm nội bộ Mainnet v0.1"
          ]
        },
        {
          "time": "2018-07",
          "events": ["Hoàn thành khung cơ bản fPOW và mã nguồn mở", "Thiết lập cộng đồng phát triển Hoa Kỳ"]
        },
        {
          "time": "2018-08",
          "events": ["Tích hợp fPOW và mainnet của TrueChain", "Công nghệ phân mảnh đồng thuận lai"]
        },
        {
          "time": "2018-9",
          "events": ["Khởi chạy mainnet của TrueChain (chỉ mở cho các node ưu tiên )"]
        },
        {
          "time": "2018-Q4",
          "events": ["Cuối tháng 10 : Khởi chạy nền tảng hợp đồng thông minh."]
        },
        {
          "time": "2019-Q1",
          "events": ["Khởi chạy phiên bản mainnet của TrueChain"]
        },
        {
          "time": "2019-Q2",
          "events": ["Khởi chạy Sharding, kế hoạch giải pháp lưu trữ, easy Dapp (phiên bản Beta)"]
        },
        {
          "time": "2019-Q3",
          "events": ["Các giải pháp thúc đẩy một cách toàn diện trong ngành công nghiệp easy Dapp và ngành công nghiệp Sharding"]
        }
      ]
    },
    "partner": "Các đối tác",
    "institution": "Các nhà đầu tư",
    "news": {
      "title": "Tin tức",
      "technical": "技术动态",
      "biz": "商业动态",
      "point": "暂无数据",
      "list": [{
          "time": "2018-05-24",
          "title": "Blockchain đăng nhập CCTV6, giúp thúc đẩy kinh tế thực thể "
        },
        {
          "time": "2018-05-23",
          "title": "Kĩ thuật Blockchain sẽ lật đổ nhiều ngành nghề"
        },
        {
          "time": "2018-05-20",
          "title": "TrueChain tham gia điều tra sách bạch bì ngành Blockchain với bộ Thông tin và Truyền thông"
        }
      ]
    }
  },
  "roadmap": "Tuyến đường",
  "name": "TrueChain ",
  "copyright": "（初链）官方网站版权所有",
  "nav": {
    "git": "GITHUB",
    "developer": "DEVELOPER",
    "blog": "博客",
    "team": "Đội ngũ ",
    "news": "Tin tức",
    "join": "Tham gia cùng chúng tôi ",
    "node": "Tiết điểm",
    "reward": "Phần thưởng",
    "english": "Tiếng Việt"
  },
  "banner": {
    "title": "True轻钱包",
    "p1": "公开测试版本",
    "p2": "扫描二维码下载应用"
  },
  "news": {
    "head": {
      "title": "初链Tin mới-初链最新动态-区块链快讯-初链",
      "keywords": "初链快讯，TRUE,区块链快讯，数字货币快讯",
      "description": "初链新闻版块提供初链最新动态消息，区块链快讯等区块链领域的实时资讯。"
    },
    "title": "Tin mới",
    "point": "暂无数据",
    "technical": "Tin mới",
    "biz": "商业动态"

  },
  "partner": {
    "title": "合作伙伴"
  },
  "team": {
    "head": {
      "title": "初链Đội ngũ-初链TrueChain",
      "keywords": "初链团队成员，TRUE,区块链专家，数字货币专家，区块链人才",
      "description": "初链的全球团队成员主要分为技术团队，商业团队及区块链专家顾问，分布在美国、印度和中国。"
    },
    "banner": "Và hơn 2000+ nhân viên khai thác đến từ toàn cầu",
    "technology": {
      "title": "Cộng đồng nghiên cứu và phát triển",
      "list": [{
          "name": "Eric Zhang",
          "post": "CEO ",
          "imgSrc": "jiannan",
          "introList": [
            "Thạc sĩ máy tính đại học Oxford",
            "·Nhà sáng lập của Dorahacks",
            "·Nhân viên nghiên cứu của tổ chức nghiên cứu hạt nhân châu Âu CERN （2013）"
          ]
        },
        {
          "name": "Dylan Liu",
          "post": "CTO",
          "imgSrc": "liuyang",
          "introList": [
            "·Cử nhân & Thạc sĩ Khoa học Máy tính đại học Tsinghua ",
            "Hơn 10 năm kinh nghiệm trong phát triển và kết cấu hệ thống",
            "·Chuyên gia về mã hóa và thuật toán "
          ]
        },
        {
          "name": "Felix Cai",
          "post": "Trưởng nhóm kỹ thuật front-end ",
          "imgSrc": "zhenchuan",
          "introList": [
            "·Lớp Thần đồng tại Đại học Xi’an Jiaotong ",
            "·Hacker Front - end",
            "·Quán quân DoraHacks Autumn@Xi An 2017"
          ]
        },
        {
          "name": "Ice Ming",
          "post": "Trưởng nhóm tích hợp kĩ thuật",
          "imgSrc": "tianming",
          "introList": [
            ". Hơn 10 năm kinh nghiệm về phát triển c/c++",
            ". Chuyên gia về các sản phẩm cơ sở dữ liệu thời gian thực và các sản phẩm nền tảng giao dịch tiền kỹ thuật số",
            ". Tham gia phát triển ví Bitcoin và Ethereum"
          ]
        },
        {
          "name": "Seay (Phù thủy)",
          "post": "Điều phối viên an ninh mạng",
          "imgSrc": "fashi",
          "introList": [
            "·Trưởng nhóm phòng thí nghiệm tấn công và an ninh",
            "·Tác giả của “Code Audit: Architecture of Enterprise Web Security",
            "·Tác giả của Blog về an ninh mạng rất nổi tiếng cnseay.com"
          ]
        },
        {
          "name": "Neol Zeng",
          "post": "Senior R&D Director",
          "imgSrc": "biyun",
          "introList": [
            "8 năm kinh nghiệm phát triển ngôn ngữ C",
            "Nhiều năm kinh nghiệm làm việc ở nước ngoài",
            "Trưởng bộ phận R & D và production của nhà thông minh DiXiang",
            "Từng làm giám đốc phát triển và vận hành của VisualTouring"
          ]
        },
        {
          "name": "Brian Liu",
          "post": "Nhà diễn giả về Blockchain",
          "imgSrc": "liupeng",
          "introList": [
            "MSc và B.S tại trường đại học Peking",
            "Tác giá của cuốn “Blockchain: 101”",
            "10 năm kinh nghiệm trong phát triển phần mềm, từng dẫn dắt và huyến luyện cho các đội ngũ có hiệu suất làm việc cao",
            "Đã từng làm việc tại IBM China Development Lab (CDL) High Performance Computing team và “LERO - The Irish Software Engineering Research Center” tập đoàn nghiên cứu về các hệ thống phân phối"
          ]
        }
      ]
    },
    "business": {
      "title": "Cộng đồng và sự phát triển doanh nghiệp ",
      "list": [{
          "name": "James Cheng",
          "post": "Trưởng phòng phát triển chiến lược",
          "imgSrc": "xiaoyong",
          "introList": [
            "·Nhân viên nghiên cứu bán thời gian tại Đại học Tsinghua, và là một Doanh nhân nối tiếp",
            "·Ban chấp hành hệ thống điện toán đám mây Trung Quốc"
          ]
        },
        {
          "name": "Lary Lin",
          "post": "Trưởng phòng kinh doanh ",
          "imgSrc": "daliang",
          "introList": [
            "·Chuyên gia hoạt động cộng đồng Internet marketing",
            "·Hoạt động tại bách khoa toàn thư Baidu",
            "·Hơn 10 năm kinh nghiệm trong quảng cáo kỹ thuật số và ngành công nghiệp internet"
          ]
        },
        {
          "name": "Jimmy Zhao",
          "post": "Đối tác chiến lược toàn cầu TrueChain",
          "imgSrc": "jimmy",
          "introList": [
            "Người sáng lập ZBX.COM (chi nhánh Châu Âu của ZB),",
            "Người sáng lập Cryptonord",
            "Cryptonord là nhà đầu tư thuở sơ khai của TrueChain",
            "Một nhân vật nổi bật trong ngành công nghiệp blockchain của châu Âu, Jimmy quản lý một quỹ sở hữu 10.000 bitcoin"
          ]
        },
        {
          "name": "Hillary Nguyen",
          "post": "Đối tác tại Việt Nam của TrueChain",
          "imgSrc": "hillarynguyen",
          "introList": [
            "Giám đốc điều hành tại AlphaWhale Capital.",
            "Tư vấn chiến lược, đầu tư, quan hệ hợp tác, cố vấn, là diễn giả có tầm ảnh hưởng với cộng đồng Blockchain, quản lý tài sản kỹ thuật số. ",
            " Với nhiều kinh nghiệm trong đa lĩnh vực, Hillary giải quyết những bài toán về cơ cấu và xây dựng nền tảng doanh nghiệp một cách hiệu quả trong cuộc cách mạng công nghệ."
          ]
        },
        {
          "name": "Paulus Pham",
          "post": "Đối tác tại Việt Nam của TrueChain",
          "imgSrc": "paulaspham",
          "intro": "区块链社区管理专业人士、BitGreen Candles社区经理，Victory Investment Capital社区经理。Vietnam Crypto Community社区经理。",
          "introList": [
            "Nhà quản lý cộng đồng Blockchain chuyên nghiệp",
            "Điều hành một vài cộng đồng về Blockchain tại Việt Nam"
          ]
        },
        {
          "name": "Sun-Woo Chu",
          "post": "Đối tác chiến lược của TrueChain tại Hàn Quốc",
          "imgSrc": "qiutingnan",
          "introList": [
            "Phó Chủ tịch, Hiệp hội Tài chính Quốc tế Hàn Quốc",
            "Nhà sáng lập & giám đốc điều hành tại",
            "Trưởng Ban Châu Á thay đổi chiến lược tiền tệ kể từ hôm nay",
            "former Asia Today Multimedia Desk Editor/International Editor"
          ]
        },
        {
          "name": "Pingping Wang",
          "post": "Đối tác chiến lược của TrueChain tại Hàn Quốc",
          "imgSrc": "wangpingping",
          "introList": [
            "Giám đốc chính, Doanh nhân Trung Quốc tại",
            "Money Today Innovation Strategy Team Reporter",
            "One Asia Reporter",
            "Asia Today Multimedia Desk & International Reporter"
          ]
        }
      ]
    },
    "consultant": {
      "title": "Cố vấn ",
      "list": [
        {
          "name": "Lin ChuiZhou",
          "intro": "",
          "introList": [
            "Viện Sĩ Cố Vấn TrueChain",
            "Viện sĩ của Viện Hàn lâm Khoa học Hoàng gia Thụy Điển và Học viện Khoa học Kỹ thuật Hồng Kông",
            "Nguyên Phó Hiệu trưởng Trường Đại học Khoa học và Công nghệ Hồng Kông",
            "và nguyên là Viện trưởng Viện Nghiên cứu Công nghệ Công nghiệp",
            "Nguyên giáo sư thỉnh giảng của Đại học Quốc gia Singapore, Đại học Tsinghua, Đại học Khoa học và Công nghệ Trung Quốc, Đại học Giao thông Thượng Hải và nhiều tổ chức uy tín trong và ngoài nước."
          ]
        },
        {
          "name": "Yushi Shen ",
          "introList": [
            "Tổng thư ký của Liên minh chiến lược tiên phong về hệ thống đám mây Trung Quốc ",
            "Thạc sỹ Kỹ sư điện tử Đại học Tsinghua",
            "Thạc sỹ & Tiến sỹ khoa học máy tính Đại học California, San Diego ",
            "Tham luận viên cho “Kế hoạch Ngàn tài năng” của Trung Quốc ",
            "Nhà nghiên cứu của Tsinghua và các trường đại học uy tín khác ",
            "Người tư vấn chiến lược cho Microsoft"
          ]
        }
      ]
    }
  },
  "join": {
    "head": {
      "title": "初链-招聘官网",
      "keywords": "初链, TRUE, 招聘官网, 区块链, 区块链人才, 数字货币",
      "description": "初链招聘期待更多区块链人才加入我们。"
    },
    "title": "Hãy tham gia cùng chúng tôi",
    "intro": "Rất hoan nghênh những người có óc sáng tạo, niềm đam mê và sự chân thành tham gia với chúng tôi!",
    "p1": "Khi bạn tham gia cùng chúng tôi, bạn sẽ được hướng dẫn trong quá trình làm việc. Bạn sẽ có cơ hội học hỏi từ những kinh nghiệm chuyên nghiệp của chúng tôi. Hãy tham gia vào chương trình đào tạo phát triển nghề nghiệp của nhân viên TrueChain.",
    "p2": "Việc tập huấn không chỉ giúp nâng cao và cải thiện chất lượng lẫn tiềm năng của mỗi nhân viên, đây cũng là một quá trình quan trọng để công ty đạt được thành công của mình.",
    "button": "Ngay lập tức tham gia",
    "duty": "Chức vụ và trách nhiệm công việc ",
    "require": "Yêu cầu chức vụ ",
    "workCity": "Địa điểm làm việc",
    "requireNum": "Số lượng yêu cầu",
    "salary": "Mức lương đãi ngộ",
    "email": "Vui lòng gửi hồ sơ xin việc vào e-mail",
    "position": [{
        "path": "jd/0",
        "icon": "icon font_family icon-kaifa",
        "job": "Kĩ sư khai thác ngôn ngữ Go"
      },
      {
        "path": "jd/1",
        "icon": "icon font_family icon-suanfa",
        "job": "Kĩ sư công trình phép tính ngôn ngữ Go "
      },
      {
        "path": "jd/2",
        "icon": "icon font_family icon-touzi",
        "job": "Tổng giám sát mối quan hệ nhà đầu tư"
      },
      {
        "path": "jd/3",
        "icon": "icon font_family icon-zhaopin",
        "job": "Chủ quản tuyển nhân viên"
      },
      {
        "path": "jd/4",
        "icon": "icon font_family icon-zhuli",
        "job": "Trợ lí CEO"
      },
      {
        "path": "jd/5",
        "icon": "icon font_family icon-zongjian",
        "job": "Giám đốc kinh doanh Blockchain"
      },
      {
        "path": "jd/6",
        "icon": "icon font_family icon-shixisheng",
        "job": "Thực tập sinh vận hành kinh doanh"
      }
    ],
    "jobs": [{
        "title": "Kĩ sư khai thác ngôn ngữ Go",
        "duty": [
          "Sử dụng thiết kế ngôn ngữ Go và khai thác sản phẩm của Blockchain TrueChain",
          "Tham gia thiết kế kết cấu khung phần mềm của hệ thống Blockchain , nghiên cứu kĩ thuật quan trọng của cơ sở hạ tầng Blockchain .",
          "Phụ trách khai thác tầng hạt nhân Blockchain có liên quan ( giao dịch , thông tin , máy ảo EVM)",
          "Có quan hệ hợp tác thân thiết với sản phẩm / thiết kế / khai thác hàng đầu / đội ngũ kiểm tra , bảo đảm chất lượng giao phó nhiệm vụ khai thác Blockchain theo đúng thời gian qui định ;",
          "Công việc khác do lãnh đạo cấp trên sắp xếp "
        ],
        "require": [
          "Có trên 2 năm kinh nghiệm khai thác dự án;",
          "Thành thạo biên trình ngôn ngữ golang , nắm vững đa tuyến trình ;",
          "Ưu tiên người có kinh nghiệm thiết kế khai thác hệ thống nhớ dung lượng cao và phục vụ số lượng lớn kết nối đồng thời ( High concurrency ) ;",
          "Có năng lực biên trình máy tính vững chắc , đặc biệt là năng lực phương diện kết cấu số liệu , phép tính , mã code , thiết kế phần mềm ;"
        ]
      },
      {
        "title": "Kĩ sư công trình phép tính ngôn ngữ Go ",
        "duty": [
          "Sử dụng thiết kế ngôn ngữ Go và khai thác sản phẩm của Blockchain TrueChain ",
          "Tham gia thiết kế kết cấu khung phần mềm của hệ thống Blockchain , nghiên cứu kĩ thuật quan trọng của cơ sở hạ tầng Blockchain . ",
          "Phụ trách khai thác tầng hạt nhân Blockchain có liên quan (phép tính đồng thuận). ",
          "Có quan hệ hợp tác thân thiết với sản phẩm / thiết kế / khai thác hàng đầu / đội ngũ kiểm tra , bảo đảm chất lượng giao phó nhiệm vụ khai thác Blockchain theo đúng thời gian qui định ; ",
          "Công việc khác do lãnh đạo cấp trên sắp xếp "
        ],
        "require": [
          "Có trên 2 năm kinh nghiệm khai thác dự án;",
          "Thành thạo biên trình ngôn ngữ golang , nắm vững đa tuyến trình ;",
          "Ưu tiên người có kinh nghiệm thiết kế khai thác hệ thống nhớ dung lượng cao và phục vụ số lượng lớn kết nối đồng thời ( High concurrency ) ;",
          "Có năng lực biên trình máy tính vững chắc , đặc biệt là năng lực phương diện kết cấu số liệu , phép tính , mã code , thiết kế phần mềm ;",
          "Ưu tiên người thành thạo khai thác fabric hoặc Ethereum."
        ]
      },
      {
        "title": "Tổng giám sát mối quan hệ nhà đầu tư",
        "workCity": "Trung Quốc ,Mỹ",
        "requireNum": "2 người( trong đó 1 người base tại nước Mỹ , yêu cầu viết nói tiếng Anh thành thạo)",
        "duty": [
          "Phụ trách duy trì mối quan hệ với nhà đầu tư cơ cấu , định hướng đặt nền tảng biểu diễn lưu động và đàm phán hợp tác về Blockchain tại khu vực chủ lưu của Trung Quốc và Mỹ ."
        ],
        "require": [
          "Thành thạo lĩnh vực đầu tư Blockchain , có thể làm thư kiến nghị đầu tư và tài liệu có liên quan .",
          "Bối cảnh tài chính có liên quan ,xuất thân từ FA hoặc xuất thân từ vận động công ty lên sàn chứng khoán và vận động quĩ, ưu tiên người có bối cảnh ngành nghề khoa học kĩ thuật tài chính .",
          "Linh hoạt nhạy bén cương trực , dám nghĩ dám làm , có thể nhanh chóng học tập kiến thức cơ sở Blockchain và cục bộ thị trường ."
        ],
        "salary": "lương cố định + hoa hồng (móc nối các chỉ tiêu về quy mô vận động , thời gian đặc biệt , mức độ nổi tiếng của quĩ v…v…)"
      },
      {
        "title": "Chủ quản tuyển nhân viên",
        "duty": [
          "Mở rộng ,duy trì , đánh giá kênh tuyển nhân viên , đảm bảo hiệu quả cao ,tính thuận lợi của kênh tuyển nhân viên của công ty .",
          "Tận dụng các kênh tuyển nhân viên để đăng thông tin tuyển nhân viên , chọn lọc hồ sơ công việc , chủ động tìm kiếm hồ sơ chức vụ khó tìm , điện thoại gặp mặt phỏng vấn ; ",
          "Hẹn phỏng vấn , tiếp đón khi có người đến , và theo dõi tiến độ của cả quá trinh tuyển nhân viên ( phỏng vấn lần 1 , phỏng vấn lại , thông báo đi làm ); ",
          "Làm các thủ tục nhận chức cho nhân viên , chuyển sang làm việc chính thức , điều động , thôi việc v..v… ; "
        ],
        "require": [
          "Thành thạo lĩnh vực đầu tư Blockchain , có thể làm thư kiến nghị đầu tư và tài liệu có liên quan .",
          "Bối cảnh tài chính có liên quan ,xuất thân từ FA hoặc xuất thân từ vận động công ty lên sàn chứng khoán và vận động quĩ, ưu tiên người có bối cảnh ngành nghề khoa học kĩ thuật tài chính .",
          "Linh hoạt nhạy bén cương trực , dám nghĩ dám làm , có thể nhanh chóng học tập kiến thức cơ sở Blockchain và cục bộ thị trường ."
        ]
      },
      {
        "title": "Trợ lí CEO",
        "duty": [
          "Tốt nghiệp ngành tài chính hoặc ngân hàng, làm công việc quản lí tài sản , tín thác , vận động tư , ưu tiên người có kinh nghiệm làm về Blockchain.",
          "Giúp CEO tiến hành qui hoạch nghiệp vụ chỉnh thể công ty và quản lí vận hành kinh doanh , tổ chức và điều giải hội nghị định kì của lãnh đạo quản lí cấp cao , và phối hợp CEO tiến hành theo dõi tiến độ và thực hiện các quyết sách kinh doanh quan trọng ;",
          "Căn cứ theo nhu cầu nghiệp vụ , phụ trách dự án quan trọng vận hành kinh doanh đầu kì của công ty ( như dự án đi vào ngân hàng , dự án thiết kế lưu trình nghiệp vụ ) , hội báo với CEO về tiến triển và xử lí vấn đề tiết điểm quan trọng ;",
          "Phối hợp CEO xử lí mối quan hệ chung của thương vụ ngoại bộ và đối tác hợp tác , không ngừng mở rộng kênh sản phẩm có khách hàng , phong phú nội dung nghiệp vụ ;",
          "Hỗ trợ CEO hoàn thành sắp xếp , thực thi , kiểm tra , đô đốc , chấp hành thực hiện tình hình .",
          "Hình tượng tốt , năng lực giao tiếp biểu đạt tốt , tư duy rõ ràng , chịu khó ,có tinh thần công việc ."
        ],
        "require": [
          "Thành thạo lĩnh vực đầu tư Blockchain , có thể làm thư kiến nghị đầu tư và tài liệu có liên quan .",
          "Bối cảnh tài chính có liên quan ,xuất thân từ FA hoặc xuất thân từ vận động công ty lên sàn chứng khoán và vận động quĩ, ưu tiên người có bối cảnh ngành nghề khoa học kĩ thuật tài chính .",
          "Linh hoạt nhạy bén cương trực , dám nghĩ dám làm , có thể nhanh chóng học tập kiến thức cơ sở Blockchain và cục bộ thị trường .",
          "Hình tượng nghề nghiệp cá nhân ."
        ]
      },
      {
        "title": "Giám đốc kinh doanh Blockchain",
        "duty": [
          "Tốt nghiệp ngành tài chính hoặc ngân hàng, có 3 năm kinh nghiệm trở lên liên quan tới nghiệp vụ ngân hàng.",
          "Ưu tiên ứng viên thành thạo các phương án giải quyết những tình huống tài chính hay gặp của Blockchain.",
          "Có nhiệm vụ tổ chức tăng cường phát triển các kênh hoạt động của ngân hàng, tìm tòi và hoàn thiện phương thức kinh doanh mới.",
          "Có tư duy tìm tòi sáng tạo, nghĩ ra những chiến lược chinh phục thị trường hiệu quả, có năng lực mời chào khách hàng mới tương đối tốt.",
          "Thông thạo tình hình thị trường tài chính và những loại hình nghiệp vụ, quy trình cũng như cách phòng tránh các mối nguy tài chính của Blockchain, có khả năng dự báo mối nguy tài chính và ý thức nghề nghiệp. ",
          "Dựa theo mô hình hoạt động của diễn đàn, có khả năng lãnh đạo, tổ chức và quản lý đội ngũ Blockchain, cũng như quản lý giải quyết những công việc khác của diễn đàn."
        ],
        "require": [
          "Tốt nghiệp ngành liên quan đến thị trường kinh doanh, tiền tệ, tài chính.",
          "Ưu tiên ứng viên có hơn 10 năm kinh nghiệm làm việc liên quan đến tài chính, hơn 5 năm kinh nghiệm làm trong bộ phận tiêu thụ hàng hoá và quản lý dự án, thông thạo các phương án giải quyết tình huống hay gặp của Blockchain hoặc có kinh nghiệm làm việc trong bộ phận tiêu thụ hàng hoá của Blockchain. ",
          "Có kiến thức chuyên ngành phong phú về tài chính, có hiểu biết về sự phát triển của thị trường đầu tư tái chính, có tư duy sâu sắc về ngành tài chính.  ",
          "Thông thạo các quy tắc nghiệp vụ khi giải quyết những vấn đề của Blockchain và hiểu rõ tình hình đối thủ cạnh tranh.",
          "Có kinh nghiệm dạn dĩ trong việc lập teamgroup, có năng lực quản lý teamgroup, có khả năng phân phối công việc trong teamgroup một cách hợp lý.",
          "Có cái nhìn sắc bén về thị trường tài chính, khả năng ứng biến cao, có khả năng lãnh đạo và khai thác thị trường mới, say mê học hỏi cái mới; có tư duy logic tốt và khả năng biểu đạt thành lời nói tốt.    ",
          "Có lượng khách hàng uy tín nhất định, có quen biết rộng rãi trong ngành tài chính cũng như Blockchain.",
          "Có trí cầu tiến, sôi nổi hoạt bát, sức khỏe dồi dào, lạc quan phóng khoáng, có tinh thần say mê tìm tòi cái mới."
        ]
      },
      {
        "title": "Thực tập sinh vận hành kinh doanh",
        "duty": [
          "Phụ trách khai thác, duy trì, cải tiến nâng cao dịch vụ đối với các khách hàng cốt lõi của khu vực phủ sóng, thống kê số liệu, vv...",
          "Hăng hái tham gia phát biểu ý kiến đối với những chủ đề nóng hổi, tăng cường sự giao lưu đối với các khách hàng trong khu vực phủ sóng, khiến khách hàng tin tưởng, hài lòng và trung thành với dịch vụ, tạo một môi trường tác nghiệp thân thiện.",
          "Nâng cao hiệu quả dịch vụ của khu vực phủ sóng, trao đổi kịp thời với các khách hàng.",
          "Phụ trách duy trì các khách hàng cốt lõi cũng như các khách hàng tiềm năng của khu vực phủ sóng, đáp ứng tối đa yêu cầu của khách hàng, thu thập những góp ý của khách hàng. "
        ],
        "require": [
          "Mỗi tuần ít nhất làm việc 3 ngày",
          "Làm việc cả ngày chỉ tuyển ứng viên tốt nghiệp cao đẳng trở lên",
          "Yêu thích Internet, có hứng thú với công việc, khả năng học hỏi cao, có kinh nghiệm tổ chức các hoạt động online và offline.",
          "Sử dụng thành thạo các phần mềm công sở như office là tốt nhất",
          "Có năng lực giao tiếp tương đối tốt, có tinh thần trách nhiệm cao với công việc"
        ],
        "workCity": "Vọng Kinh, Bắc Kinh"
      }
    ]
  },
  "node": {
    "head": {
      "title": "Cuộc vận động ưu tiên",
      "text1": "TrueChain’s priority nodes election lasted for 3 months since it started in the mid-May, now the election ends. In accordance with the arrangements previously published by TrueChain, the application page of priority node closed on August 16.",
      "text2": "By the midnight of August 16, nearly one thousand users from TrueChain’s global community participated and reached the qualification of priority nodes election. Among which are 455 priority standard nodes with 439 individual and 2 teams participated; 340 priority master nodes with 43 individual and 17 teams participated.",
      "text3": "According to the priority nodes election incentive rules,",
      "text4": "1.Priority mining begins in mid-september after the Beta version of mainnet launches.",
      "text5": "2.The mining will last six months, until March 2019",
      "text6": "3.Master nodes and standard nodes will compete for 2 million TRUE respectively, 4 million TRUE in total.",
      "text7": "4.All the TRUE will be migrated to the official mainnet and come into effect immediately.",
      "text8": "TrueChain Foundation",
      "text9": "16th, August, 2018",
      "keywords": "初链，TRUE,节点竞选，超级节点，区块链，数字货币",
      "description": "初链将在9月主网测试网上线之前，通过报名和投票机制，选举出最多不超过4000个优先标准节点（POW）和 最多不超过100个优先全节点（PBFT+POW）。"
    },
    "result": "Kết quả",
    "notPass": "(Failed)",
    "title": "Danh sách đăng kí theo giờ cụ thể",
    "StandardSum": "Danh sách đăng kí theo giờ cố định",
    "nodeFullSum": "Đã đăng ký vận động viên",
    "sumNum": "Khoảng",
    "personalCampaign": "Chiến dịch cá nhân",
    "teamCampaign": "Nhóm chiến dịch",
    "timeDownCampaign": "Bỏ phiếu đếm ngược",
    "nodeRank": "Bỏ phiếu danh sách",
    "nodeStandard": "Nút tiêu chuẩn",
    "nodeFull": "Tất cả các nút",
    "tableRank": "Xếp hạng",
    "tableNickname": "Biệt danh",
    "tableTime": "Thời gian",
    "tableScore": "Điểm số",
    "tableTickets": "Cuộc thăm dò",
    "team": "nhóm",
    "person": "Cá nhân",
    "day": "day",
    "hour": "hour",
    "minute": "minute",
    "second": "second"
  }
}
