{
  "name": "初链",
  "nav": {
    "git": "GITHUB",
    "about": "关于我们",
    "join": "加入我们",
    "docs": "技术文档",
    "forum": "社区",
    "noderank": "节点排行"
  },
  "banner": {
    "title": "True轻钱包",
    "p1": "公开测试版本",
    "p2": "扫描二维码下载应用"
  },
  "intro": {
    "p1": "TrueChain is building a global blockchain infrastructure that brings blockchain technology to business communities by supporting performance demanding commercial applications. The needs from business world are guiding TrueChain's developmen t and research, and TrueChain's success is only based on the prosperity of applications built on TrueChain. Therefore TrueChain's technology team is always looking at the real-world needs and pushing the boundry of blockchain technology based on how commercial applications evolve.",
    "p2": "TrueChain has a team of members who have strong blockchain and Internet technology background. We believe only a team of best hackers, operation managers and business negotiators could move the blockchain industry forward and meet the real-world needs from industries.",
    "p3": "TrueChain is supported by a strong team of blockchain developers, important tech communities, Internet company executives, and investors. TrueChain is continuously attracting best executives and tech talents from all over the world to build up its ecosystem of commercial applications."
  },
  "details": [
    {
      "title": "Build Blockchain Infrastructure for Commercial Decentralized Applications",
      "para": "TrueChain combines a modified BFT consensus with a smart contract platform. On consensus layer, TrueChain takes advantage of BFT consensus to achieve high TPS, and delivers an improved BFT protocol that enables various players to join as validators. Therefore TrueChain is made to be a public blockchain for performance-demanding decentralized applications.||With requirements from commercial applications in various industries, TrueChain prioritizes performance, stability, usability and compatibility. It is the only open platform for real-world businesses to build serious and trusted decentralized applications. Usability allows enterprise developers to manage contract life cycle in a completely new environment. Compatibility features allow TrueChain to integrate with existing web and mobile applications quickly."
    },
    {
      "title": "Smart Contracts with Business Logics",
      "para": "Starting with Dapps from digital advertising industry, TrueChain's smart contract platform is providing an abstraction layer for commercial applications, making it easy and fast for developers to access blockchain technology.||Application builders can create their own tokens, define workflows, and test/verify their contracts based on a unified environment."
    },
    {
      "title": "Usability Improvements",
      "para": "TrueChain builds toolkits for developers and operation managers to access, monitor, and access applications.||TrueChain BaaS|Smart Contract Manager|TRUE Dapp Store|Contract Browser||A Blockchain-as-a-Service platform for developers to test, verify, deploy smart contracts. Operation managers will be able to monitor, access, manage smart contracts on chain.TrueChain applications will be listed on TRUE Dapp Store with SDKs to access.Unique blockchain and smart contract browser to search for transactions, data, token utilities."
    },
    {
      "title": "Cross-Chain Transaction Protocols",
      "para": "Interfacing with applications from various blockchains is going to be important. TrueChain cross-chain transaction protocols will support cross-chain smart contract interface and allow transactions to be made between TrueChain applications and Dapps from various blockchains."
    }
  ],
  "news": {
    "title": "news",
    "details": [
      {
        "title": "央视报道：初链（TRUE）正式开源，共同展望区块链3.0技术创新",
        "intro": "央视财经记者专门采访初链创始人林大亮，了解到，区块链技术或将在海淘、人才、广告等领域最先落地应用，这将彻底改变整个行业的生态。|目前，业内普遍认为，区块链不可篡改的技术特性，将在物流、海淘广告等信息严重不透明的领域，以及版权、人力资源等注重唯一性的行业，率先进入应用阶段。",
        "path": "https://mp.weixin.qq.com/s/2bbBqkIOk95Xi0Cl2XqFRA"
      },
      {
        "title": "央视报道：初链（TRUE）正式开源，共同展望区块链3.0技术创新",
        "intro": "央视财经记者专门采访初链创始人林大亮，了解到，区块链技术或将在海淘、人才、广告等领域最先落地应用，这将彻底改变整个行业的生态。|目前，业内普遍认为，区块链不可篡改的技术特性，将在物流、海淘广告等信息严重不透明的领域，以及版权、人力资源等注重唯一性的行业，率先进入应用阶段。",
        "path": "https://mp.weixin.qq.com/s/2bbBqkIOk95Xi0Cl2XqFRA"
      },
      {
        "title": "央视报道：初链（TRUE）正式开源，共同展望区块链3.0技术创新",
        "intro": "央视财经记者专门采访初链创始人林大亮，了解到，区块链技术或将在海淘、人才、广告等领域最先落地应用，这将彻底改变整个行业的生态。|目前，业内普遍认为，区块链不可篡改的技术特性，将在物流、海淘广告等信息严重不透明的领域，以及版权、人力资源等注重唯一性的行业，率先进入应用阶段。",
        "path": "https://mp.weixin.qq.com/s/2bbBqkIOk95Xi0Cl2XqFRA"
      },
      {
        "title": "央视报道：初链（TRUE）正式开源，共同展望区块链3.0技术创新",
        "intro": "央视财经记者专门采访初链创始人林大亮，了解到，区块链技术或将在海淘、人才、广告等领域最先落地应用，这将彻底改变整个行业的生态。|目前，业内普遍认为，区块链不可篡改的技术特性，将在物流、海淘广告等信息严重不透明的领域，以及版权、人力资源等注重唯一性的行业，率先进入应用阶段。",
        "path": "https://mp.weixin.qq.com/s/2bbBqkIOk95Xi0Cl2XqFRA"
      },
      {
        "title": "央视报道：初链（TRUE）正式开源，共同展望区块链3.0技术创新",
        "intro": "央视财经记者专门采访初链创始人林大亮，了解到，区块链技术或将在海淘、人才、广告等领域最先落地应用，这将彻底改变整个行业的生态。|目前，业内普遍认为，区块链不可篡改的技术特性，将在物流、海淘广告等信息严重不透明的领域，以及版权、人力资源等注重唯一性的行业，率先进入应用阶段。",
        "path": "https://mp.weixin.qq.com/s/2bbBqkIOk95Xi0Cl2XqFRA"
      }
    ]
  },
  "partner": {
    "title": "partner"
  },
  "team": {
    "technology": {
      "title": "technology",
      "list": [
        {
          "name": "Archit Sharma",
          "intro": "an expert at distributed system, operation systems and performance engineering, is responsible for TrueChain engineering and engineering team management. Ren X has worked in Red Hat and CERN, engaged in large-scale cloud service and distributed system design and development. Ren X is a contributor of several important open source projects, as well as several Docker Hackathon champions."
        },
        {
          "name": "Eric Zhang",
          "intro": "is the founder and CEO of TrueChain, also the founder of China's top geek platform “TopHacker Group”, which connects technology geeks with various industries. TopHacker helps multiple block chain enterprises solve the core technical problems at application level."
        },
        {
          "name": "Felix Cai",
          "intro": "the front-end product leader of TrueChain, also a front-end geek, is graduated from Xi'an Jiao Tong University youth class."
        },
        {
          "name": "Home Chen",
          "intro": "the mobile terminal product leader, engaged in IT work for 20 years, has rich experience in Internet product design and development, and software project management. He was a technical partner of “CaiHuohuo”, responsible for the research and development of new products, server cluster and high concurrent processing."
        },
        {
          "name": "Jasper L",
          "intro": "an expert at applied cryptography, cryptographic protocol, distributed system consensus, is responsible for TrueChain’s consensus research. Jepser L is graduated from Tsinghua University."
        },
        {
          "name": "Richard Wang",
          "intro": "the leader of TrueChain’s China technology community, has the resources of 4000+ Internet technology executives nationwide, 300+ author and 400+ frontline developers. Wang has been the CTO and CEO of many Internet companies, and participated in several transformations of traditional Internet enterprises projects. He is also the technical author of Mechanical Industry Press, and have attended several major domestic technical seminars as guests and judges."
        },
        {
          "name": "Seay (wizard)",
          "intro": "the security consultant of TrueChain, the author of “Code Audit: Enterprise Edition Web Code Security Architecture”, Seay source code security audit system author, and the blogger of well-known security blog “cnseay.com”. He once served at Alibaba security, and was the leader of Ali attack and defense laboratory, Sobug technology partner. Seay has experiences of more than ten years in security attack and defense and served for several well-known enterprises."
        }
      ]
    },
    "business": {
      "title": "business",
      "list": [
        {
          "name": "Xiaoyong Cheng",
          "intro": "is the founder of TrueChain, Chief Strategic Officer, also the leader of global public relations and institutional investors, an experienced entrepreneur, and the member of Chang’an club. He is also the vice president of the black horse (2015- 2016) and the member of the Great Wall Association."
        },
        {
          "name": "Yan Liu",
          "intro": "the operations director, is responsible for TrueChain products and business operations, as well as TrueChain community building and operation."
        },
        {
          "name": "Larry Lin",
          "intro": "as the founder of TrueChain, chief development officer, the expert of Internet marketing and community operation, has been responsible for the operation of \"Baidu encyclopedia\", which is the largest co-building community in China. Lin has more than 10 years of digital advertising and Internet industry experience, and was the author of several bestsellers in propaganda."
        },
        {
          "name": "Yu Zhu (binke)",
          "intro": "is the head of the Block Chain and the New retail Research Institute, the first head of the new retailing (O2O) department of Alibaba Group. He became the vice president of Shopin Enterprise in 2015, taking charge of offline entities and online overall work. He has rich experience in complete digitization and full channel communication, and digital marketing business."
        }
      ]
    },
    "consultant": {
      "title": "consultant",
      "list": [
        {
          "name": "James Cooper",
          "intro": "TrueChain’s North American corporate and media relations leader, is responsible for the global legality. He is also a global intellectual property legal expert, the professor of California Western School of Law, chairman of Proyecto ACCESO foundation project, former United States State Department, American Development Bank, American patent and Trademark Office consultant, United States representative of the world intellectual property organization."
        },
        {
          "name": "Xianhua Wei",
          "intro": "the professor and PhD tutor of Chinese Academy of Sciences, is also the deputy director of the virtual economy and data science research center of Chinese Academy of Sciences, and the executive director of the CAS - Reuters financial risk management joint laboratory."
        },
        {
          "name": "Jinglong Zhou",
          "intro": "the former partner of the Great Wall, which is the world's largest Internet Organization. He has a wide range of connections and resources of Internet industry and governments all over the world."
        },
        {
          "name": "Jun Zou",
          "intro": "the author of best seller \"block chain technology guide\", is also an expert of Zhongguancun block chain industry alliance. He is a PhD of Service Contract, the former chief software architect of IBM Australian financial industry, and have published more than 200 papers in the International Conference on IEEE, of which block chain related papers were awarded to IEEE ICWS in 2016."
        },
        {
          "name": "Xiong Li",
          "intro": "is the founder of LianXiang Finance and Economics."
        }
      ]
    }
  },
  "join": {
    "title": "join us",
    "intro": "We want best hackers, system programmers, crypto researchers, frontend and backend developers, designers to join our core tech & research team.",
    "button": "立刻加入",
    "p1": "You can also join our developer community.",
    "p2": "Join Hackathons in whichTrueChain is Involved."
  }
}